[
  {
    "articleId": "1",
    "authorId": "bb",
    "langId": "ru",
    "title": "Пункт 1",
    "bookId": "foreword-zoar",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Мое желание в этом предисловии - прояснить некоторые простые, на первый взгляд, вещи, объяснить которые пытались практически все, и много чернил было пролито для этого. Но все же до сих пор мы не достигли в них знания ясного и достаточного. А вопросы таковы:"
      },
      {
        "chunkId": "2",
        "content": "1) Что является нашей сутью?"
      },
      {
        "chunkId": "3",
        "content": "2) Какова наша роль в длинной цепочке действительности, где мы - ее малые звенья?"
      },
      {
        "chunkId": "4",
        "content": "3) Когда мы смотрим на себя, мы чувствуем себя испорченными и низкими настолько, что нет более презренных. А если мы посмотрим на Создавшего нас - ведь должны мы стать вершиной всего, превыше всего, поскольку от совершенного Создателя должны исходить только совершенные действия."
      },
      {
        "chunkId": "5",
        "content": "4) Разум обязывает нас признать, что Творец абсолютно добр и творит лишь добро, так что нет ничего выше Него. Но как изначально мог создать Он столько творений, участь которых провести в страданиях и горестях все дни своего существования, так что если уж не добром, то хотя бы не таким злом!?"
      },
      {
        "chunkId": "6",
        "content": "5) Как может быть, что из Вечного, не имеющего начала и конца, происходят творения ничтожные, временные и ущербные?"
      }
    ]
  },
  {
    "articleId": "2",
    "authorId": "bb",
    "langId": "ru",
    "title": "Пункт 2",
    "bookId": "foreword-zoar",
    "chunks": [
      {
        "chunkId": "1",
        "content": "И чтобы всесторонне выяснить все это, предварительно мы должны провести некоторые исследования, предметом которых станет не запрещенная область, - то есть сущность Творца, постичь которую наша мысль совершенно не в состоянии, а потому нет у нас о Нем никакой мысли и понятия, – областью исследований станет заповедь, то есть исследование Его действий. Как заповедано нам в Торе: \"Знай Творца отцов твоих и служи Ему\". Сказано также в \"Песне единства\": \"По действиям Твоим я познаю Тебя\"."
      },
      {
        "chunkId": "2",
        "content": "Итак, исследование первое: Каким образом творение представляется нам чем-то новообразовавшимся, то есть новым, не существовавшим в Творце до сотворения, в то время как любому здравомыслящему ясно, что нет ничего, чего бы не было в Творце, как обязывает к тому простой здравый смысл? Ведь нет дающего, не имеющего то, что он дает."
      },
      {
        "chunkId": "3",
        "content": "Исследование второе: Если говорить о том, что Он может все, то, разумеется, Он может сотворить нечто из ничего, то есть новое, чего совершенно нет в Нем, но возникает вопрос - что же это за реальность, о которой можно сказать, что нет ей места в Творце, а является она новым образованием?"
      },
      {
        "chunkId": "4",
        "content": "Исследование третье: Как говорят каббалисты, душа человека есть часть самого Творца свыше, так что нет другого отличия между Ним и душой, как только в том, что Он - целое, а душа - часть. И уподобили это камню, отсеченному от скалы, когда нет различия между камнем и скалой, кроме как скала – это целое, а камень - часть. И это следует прояснить. Можно предположить, что камень, отделенный от скалы, - это камень, отколотый от скалы топором, пригодным для этого, и тогда он отделен от скалы топором как часть от целого. Но как можно представить такое в Творце? Чтобы отделилась от сути Его какая–то часть настолько, что вышла из сути Его и стала отличной от нее, то есть душой, о которой можно сказать, что она лишь часть сути Творца?"
      }
    ]
  }
]
