[
  {
    "articleId": "1",
    "authorId": "orhasulam",
    "langId": "he",
    "title": "אות א",
    "bookId": "foreword-zoar",
    "chunks": [
      {
        "chunkId": "1",
        "content":"רצוני בהקדמה זו לברר איזה דברים פשוטים לכאורה, כלומר, אשר ידי הכל ממשמשות בהם, והרבה דיו נשפכה בכדי לבררם. ובכל זאת, עדיין לא הגענו בהם לידי ידיעה ברורה ומספקת."
      },
      {
        "chunkId": "2",
        "content":"שאלה א) מה מהותנו."
      },
      {
        "chunkId": "3",
        "content":"שאלה ב) מה תפקידנו בשלשלת המציאות הארוכה, שאנו טבעות קטנות הימנה."
      },
      {
        "chunkId": "4",
        "content": "שאלה ג) הנה כשאנו מסתכלים על עצמנו, אנו מרגישים את עצמנו מקולקלים ושפלים עד שאין כמונו לגנות. וכשאנו מסתכלים על הפועל שעשה אותנו, הרי אנו מחויבים להמצא ברום המעלות שאין כמוהו לשבח, כי הכרח הוא, שמפועל השלם תצאנה פעולות שלמות."
      },
      {
        "chunkId": "5",
        "content": "ד) לפי שהשכל מחייב, הלא הוא ית' הטוב ומטיב שאין למעלה הימנו ית', ואיך ברא מלכתחילה כל כך הרבה בריות שתתענינה ותתיסרנה בכל ימי היותן, והלא מדרך הטוב להטיב, ועל כל פנים לא להרע כל כך."
      },
      {
        "chunkId": "6",
        "content": "ה) איך אפשר שמהנצחי שאין לו ראשית ואין לו תכלית, תמשכנה בריות הוות וכלות ונפסדות."
      }
    ]
  },
  {
    "articleId": "2",
    "authorId": "orhasulam",
    "langId": "he",
    "title": "אות ב",
    "bookId": "foreword-zoar",
    "chunks": [
      {
        "chunkId": "1",
        "content":"ובכדי לברר כל זה בשלמות, צריכים אנו להקדים איזו חקירות, ולא ח\"ו במקום האסור, דהיינו בעצמותו של הבורא ית', אשר לית מחשבה תפיסא בו כלל וכלל (זוהר חדש יתרו אות קפה ; הקדמת תיקוני זוהר יז, א), ואין לנו משום זה שום מחשבה והגה בו ית'. אלא במקום שהחקירה היא מצוה, דהיינו החקירה במעשיו ית', כמצוה לנו בתורה ​(דברי הימים א' כח, ט), \"דע את אלקי אביך ועבדהו\", וכן אומר בשיר היחוד (ליום חמישי) \"ממעשיך הכרנוך\"."
      },
      {
        "chunkId": "2",
        "content":"והנה חקירה הא' היא, איך יצויר לנו שהבריאה תהיה מחודשת, שפירושו, דבר חדש שלא יהיה כלול בו ית' מטרם שבראו, בו בעת שברור לכל בעל עיון, שאין לך דבר שלא יהיה כלול בו ית'. וכן השכל הפשוט מחייב, כי כלום יש לך נותן מה שאין בו."
      },
      {
        "chunkId": "3",
        "content": "חקירה הב', אם תמצא לומר שמבחינת כל יכלתו, ודאי הוא שיכול לברוא יש מאין, דהיינו דבר חדש שאין לו שום מציאות בו ית'. נשאלת השאלה, מה היא מציאות הזו שיתכן להחליט עליה, שאין לה שום מקום בו ית', אלא היא מחודשת."
      },
      {
        "chunkId": "4",
        "content": "חקירה הג', במה שאמרו המקובלים, שנשמתו של אדם היא חלק אלוה ממעל, באופן שאין הפרש בינו ית' לבין הנשמה, אלא שהוא ית' \"כל\", והנשמה \"חלק\". והמשילו זה לאבן הנחצבת מהר, שאין הפרש בין האבן לבין ההר אלא שזה \"כל\" וזו \"חלק\". ולפי זה יש לחקור, הא תינח אבן הנחלקת מהר שהיא נפרדת מההר על ידי גרזן המוכן לכך, ונפרד על ידו ה\"חלק\" מה\"כל\". אבל איך יצוייר זה בו ית' וית', שיפריד חלק מן עצמותו ית', עד שיצא מעצמותו ית' ויהיה \"חלק\" נבדל הימנו, דהיינו לנשמה, עד שיתכן להבינה רק כחלק מעצמותו ית'."
      }
    ]
  }
]
