[
  {
    "articleId": "1",
    "authorId": "bb",
    "langId": "en",
    "title": "Paragraph 1",
    "bookId": "foreword-zoar",
    "chunks": [
      {
        "chunkId": "1",
        "content": " In this introduction, I would like to clarify matters that are seemingly simple, matters that everyone fumbles with and for which much ink has been spilled attempting to clarify. Yet we have not reached a concrete and sufficient knowledge of them."
      },
      {
        "chunkId": "2",
        "content": "Question No. 1: What is our essence?"
      },
      {
        "chunkId": "3",
        "content": "Question No. 2: What is our role in the long chain of reality, of which we are but small links?"
      },
      {
        "chunkId": "4",
        "content": "Question No. 3: When we examine ourselves, we find that we are so corrupted and low and there is nothing more contemptible than us. And when we examine the Operator who has made us, we are compelled to be at the highest degree, for there is none so praiseworthy as Him, for it is necessary that only perfect operations will stem from a perfect operator."
      },
      {
        "chunkId": "5",
        "content": "4. Our mind asserts that He is The Good Who Does Good, and there is nothing higher than Him. How, then, did He create so many creatures that suffer and agonize all through their lives? Is it not the way of the good to do good, or at least not to do so much harm?"
      },
      {
        "chunkId": "6",
        "content": "5. How is it possible that the infinite, who has neither beginning nor end, will produce finite, mortal, and flawed creatures?"
      }
    ]
  },
  {
    "articleId": "2",
    "authorId": "bb",
    "langId": "en",
    "title": "Paragraph 2",
    "bookId": "foreword-zoar",
    "chunks": [
      {
        "chunkId": "1",
        "content": "In order to fully clarify all this, we need to make some preliminary inquiries, and not, God forbid, where it is forbidden, in the Creator’s essence, of which we have no thought or perception whatsoever, and thus have no thought or utterance of Him, but where we are commanded to inquire, meaning the inquiry of His deeds. It is as the Torah commands us: “Know the God of your father and serve Him,” and as it says in the poem of unification, “By Your actions we know You.”"
      },
      {
        "chunkId": "2",
        "content": "Thus, inquiry No. 1 is, How can we picture a new creation, something new that is not included in Him before He creates it, when it is obvious to any observer that there is nothing that is not included in Him? Common sense also dictates it, for how can one give what one does not have?"
      },
      {
        "chunkId": "3",
        "content": "Inquiry No. 2: If you say that from the aspect of His almightiness, of course He can create existence from absence, something new that is not in Him, there arises the question—what is this reality which can be determined as having no place in Him at all, but is completely new?"
      },
      {
        "chunkId": "4",
        "content": "Inquiry No. 3: Kabbalists have said that man’s soul is a part of God above, so there is no difference between Him and the soul, except He is the “whole” and the soul is a “part.” They compared it to a rock carved from a mountain. There is no difference between the rock and the mountain, except that one is the “whole” and the other is a “part.” Thus, we must ask: It is one thing that a stone carved from the mountain is separated from it by an ax made for that purpose, causing the separation of the “part” from the “whole.” But how can you picture this about Him, that He will separate a part of His self until it departs His self and becomes separated from Him, meaning a soul, to the point that it can be understood only as part of His self?"
      }
    ]
  }
]
