[
  {
    "articleId": "1",
    "authorId": "zaharin",
    "langId": "ru",
    "title": "Пункт 1",
    "bookId": "foreword-zoar",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Я хочу в этом предисловии разъяснить некоторые простые, на первый взгляд, вещи, то есть все с ними сталкиваются, и много чернил было пролито, чтобы разъяснить их. И вместе с тем, мы еще не достигли их четкого понимания на достаточном уровне."
      },
      {
        "chunkId": "2",
        "content": "Вопрос первый: что мы собой представляем? "
      },
      {
        "chunkId": "3",
        "content": "Вопрос второй: что нам предписано [делать] [буквально: каково наше предписание] в длинной цепочке бытия, в которой мы – малые звенья?"
      },
      {
        "chunkId": "4",
        "content": "Вопрос третий: глядя на себя, мы чувствуем себя такими испорченными и низкими, что нет более презренных; а, глядя на Создателя, сотворившего нас, мы [приходим к заключению], что должны были бы находиться на самой верхней ступени, ибо никто не способен достичь Его высоты, из чего неминуемо следует, что от совершенного Создателя должны исходить совершенные деяния."
      },
      {
        "chunkId": "5",
        "content": "[Вопрос] четвертый, который неминуемо возникает, исходя из здравого смысла: разве Он, да будет Он восславлен, не Добрый и Творящий Добро, выше Которого, да будет Он восславлен, нет никого; как же Он изначально создал столько творений, которые мучаются и страдают во все дни их бытия; и разве не в правилах Доброго творить добро и уж, во всяком случае, не причинять столько зла?"
      },
      {
        "chunkId": "6",
        "content": "[Вопрос] пятый: как возможно, чтобы от Существующего вне времени, Которому нет ни начала, ни конца, произошли творения преходящие, временные и бренные?"
      }
    ]
  },
  {
    "articleId": "2",
    "authorId": "zaharin",
    "langId": "ru",
    "title": "Пункт 2",
    "bookId": "foreword-zoar",
    "chunks": [
      {
        "chunkId": "1",
        "content": "И чтобы окончательно все это разъяснить, мы сначала должны провести несколько исследований и не там, где это запрещено, Б-же сохрани, а именно [относительно] Сущности Творца, да будет Он восславлен, Которую разум абсолютно и совершенно не способен воспринять, и поэтому о Нем, да будет Он восславлен, мы не способны ни мысли помыслить, ни звука произнести. Но там, где исследование - это заповедь, то есть там, где исследуются деяния Его, да будет Он восславлен, как заповедал Он нам в Торе: «Знай Б-га отца твоего, и служи Ему» [Диврей hаЯмим 1, 28, 9], и говорит Он также в Песне о единстве: по делам Твоим мы познали Тебя. "
      },
      {
        "chunkId": "2",
        "content": "И вот исследование первое: как мы можем вообразить чтобы творение было [абсолютным] новшеством, что означает новую вещь, которая не содержалась бы в Нем, да будет Он восславлен, до того, как Он сотворил ее, в то время, как каждому разумному человеку ясно, что тебе неизвестно ничего, что не содержалось бы в Нем, да будет Он восславлен, да и простой здравый смысл позволяет заключить, что вряд ли тебе известен дающий то, чего у него нет?"
      },
      {
        "chunkId": "3",
        "content": "Исследование второе: если ты в ответ скажешь, что из того, что Он – Всемогущий, определенно следует, что Он может сотворить сущее из ничего, то есть новое, чего совершенно невозможно обнаружить в Нем, да будет Он восславлен, то возникает вопрос, что это за объект, о котором невозможно заключить, что у него есть хоть какое-то место в Нем, да будет Он восславлен, но он создан впервые?"
      },
      {
        "chunkId": "4",
        "content": "Исследование третье: по словам каббалистов, душа человека – это часть Б-га Всевышнего и, таким образом, Он, да будет Он восславлен, ничем не отличается от души за исключеним того, что Он, да будет Он восславлен, есть «целое», а душа есть «часть». И сравнивали они это с камнем, отколотым от скалы; ведь ничем не отличается камень от скалы за исключеним того, что одна из них есть «целое», а другой – «часть». И в связи с этим, необходимо разобраться в следующем: понятно, что камень, отколотый от скалы, отделен от нее с помощью предназначенного для этого топора и отделяется он от нее как «часть» от «целого»; но как можно вообразить такое о Нем, да будет Он восславлен и превознесен, чтобы отделилась часть от Сущности Его, да будет Он восславлен, вплоть до того, чтобы вышла она из Сущности Его, да будет Он восславлен, и стала отдельной от Него частью, то есть душой, и вплоть до того, чтобы стало возможным понимать ее лишь как часть от Сущности Его, да будет Он восславлен?"
      }
    ]
  }
]
