[
  {
    "articleId": "pticha-foreword",
    "authorId": "bb",
    "lang": "he",
    "title": "הקדמה לפתיחה לחכמת הקבלה",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "איתא בזוהר ויקרא פרשת תזריע דף מ' תא חזי דכל מה די בעלמא לא הוי אלא בגיניה דאדם, וכלהו בגיניה מתקיימי וכו', הדא הוא דכתיב וייצר ה' אלקים את האדם, בשם מלא, כמה דאוקימנא, דאיהו שלימותא דכלא וכללא דכלא וכו', וכל מה דלעילא ותתא וכו' כלילן בהאי דיוקנא. עש\"ה. הרי מפורש, שכל העולמות העליונים והתחתונים כלולים כולם בהאדם, וכן כל המציאות הנמצאת בעולמות ההם אינם רק בשביל האדם. ויש להבין הדברים, המעט לו לאדם העולם הזה וכל אשר בו בכדי לשמשו ולהועילו, אלא שהוא נצרך גם לכל העולמות העליונים וכל אשר בהם, כי לא נבראו אלא לצרכיו."
      },
      {
        "chunkId": "2",
        "content": "והנה בכדי להסביר הענין הזה על מילואו הייתי צריך להביא כאן לפנינו את כל חכמת הקבלה, אמנם בדרך כלל בשיעור המספיק להבין את פתיחת הדברים יתבאר לפניך בפנים הספר. והתמצית הוא, כי כוונת השי\"ת בבריאה היתה כדי להנות לנבראיו כנודע. והנה ודאי הוא, שבעת שעלה במחשבה לברוא את הנשמות ולהנותם מכל טוב, הנה תיכף נמשכו ויצאו מלפניו בכל צביונם וקומתם ובכל גבהם של התענוגים שחשב להנותם, כי אצלו ית' המחשבה לבדה גומרת ואינו צריך לכלי מעשה כמונו. ולפי\"ז יש לשאול למה ברא העולמות צמצום אחר צמצום עד לעוה\"ז העכור והלביש הנשמות בהגופין העכורים של העוה\"ז."
      }
    ]
  },
  {
    "articleId": "pticha-1",
    "authorId": "bb",
    "lang": "he",
    "title": "א",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content":"רבי חנניא בן עקשיא אומר: רצה הקב\"ה לזכות את ישראל לפיכך הרבה להם תורה ומצות שנאמר ה' חפץ למען צדקו יגדיל תורה ויאדיר, (מכות כ\"ג ע\"ב)."
      },
      {
        "chunkId": "2",
        "content":"ונודע שזכות הוא מלשון הזדככות, והוא ע\"ד שאמרו ז\"ל לא נתנו מצות אלא לצרף בהן את ישראל (ב\"ר רפמ\"ד) ויש להבין ענין הזכות הזה שאנו משיגין ע\"י תורה ומצות, וכן מהי העביות שבנו שאנו צריכים לזכותה ע\"י תורה ומצות. וכבר דברנו מזה בספרי, פנים מסבירות, ותלמוד עשר הספירות. ונחזור כאן בקיצור, כי מחשבת הבריאה היתה כדי להנות לנבראים כפי מתנת ידו הרחבה ית' וית', ומכאן הוטבע בנשמות רצון וחשק גדול לקבל את שפעו ית', "
      },
      {
        "chunkId": "3",
        "content":"כי הרצון לקבל הוא הכלי על מדת התענוג שבשפע, כי לפי מדת גדלו ותוקפו של הרצון לקבל את השפע, כן הוא מדת התענוג והחמדה שבשפע לא פחות ולא יותר, והם מקושרים זה בזה עד שאין לחלק ביניהם זולת בהיחס, שהתענוג מיוחס לשפע, והרצון הגדול לקבל את השפע מיוחס לנברא המקבל."
      },
      {
        "chunkId": "4",
        "content": "ובהכרח ב' אלה נמשכים מהבורא יתברך, אלא שיש לחלק בהם על דרך הנזכר, אשר השפע הוא מעצמותו יתברך, כלומר, שהוא נמשך יש מיש, והרצון לקבל הכלול שם, הוא השורש של הנבראים, כלומר, הוא השורש של חידוש, שפירושו יציאת יש מאין, כי בעצמותו ית' ודאי שאין שם בחינת הרצון לקבל ח\"ו."
      },
      {
        "chunkId": "5",
        "content": "וע\"כ נבחן שהרצון לקבל האמור, הוא כל חומר של הבריאה מראשה ועד סופה, עד שכל מיני הבריות המרובות ומקריהן שאין להן שיעור, ודרכי הנהגתן שכבר נתגלו והעתידים להתגלות, אינם רק שיעורים ושינוי ערכים של הרצון לקבל, וכל מה שיש בהן באותן הבריות, דהיינו כל מה שמקובל ברצון לקבל המוטבע בהן, כל זה הוא נמשך מעצמותו ית' יש מיש, ואינו כלום מבחינת הבריאה המחודשת יש מאין, כי אינו מחודש כלל, והוא נמשך מנצחיותו ית', יש מיש."
      }
    ]
  },
  {
    "articleId": "pticha-2",
    "authorId": "bb",
    "lang": "he",
    "title": "ב",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content":"וכפי האמור, כלול הרצון לקבל, בהכרח תכף, במחשבת הבריאה, בכל ריבוי ערכים שבו, ביחד עם השפע הגדול שחשב להנותם ולהעניקם. ותדע, שז\"ס אור וכלי, שאנו מבחינים בעולמות עליונים, כי הם באים בהכרח כרוכים יחד, ומשתלשלים יחד ממדרגה למדרגה,"
      },
      {
        "chunkId": "2",
        "content":"ובשיעור שהמדרגות יורדות מאת אור פניו ומתרחקות ממנו ית' כן הוא שיעור ההתגשמות של הרצון לקבל הכלול בשפע. וכן אפשר לומר להיפך, אשר כפי שיעור התגשמות של הרצון לקבל בשפע, כן הולך ויורד ממדרגה למדרגה, כמ\"ש להלן. עד המקום הנמוך מכולם, דהיינו שהרצון לקבל מתגשם שם בכל שיעורו הראוי, נבחן המקום ההוא בשם עולם העשיה, והרצון לקבל נבחן לבחינת גופו של אדם, והשפע שמקבל נבחן למדת תוכנו של החיים שבגוף ההוא. ועד\"ז גם בשאר בריות שבעוה\"ז."
      },
      {
        "chunkId": "3",
        "content": "באופן, שכל ההבחן שבין העולמות העליונים לעוה\"ז, הוא, כי כל עוד שהרצון לקבל הכלול בשפעו ית', לא נתגשם בצורתו הסופית, נבחן שעודו נמצא בעולמות הרוחנים, העליונים מעוה\"ז, ואחר שהרצון לקבל נתגשם בצורתו הסופית, הוא נבחן שכבר הוא מצוי בעוה\"ז."
      }
    ]
  }
]
