[
  {
    "articleId": "1",
    "authorId": "bb",
    "langId": "ru",
    "title": "Пункт 1",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Рабби Ханания бен Акашия сказал: \"Захотел Творец удостоить Израиль, для этого он дал им Тору и Заповеди...\" В иврите слово \"удостоить\" (лизкот) похоже на слово \"очистить\" (лезакот). В мидраше \"Берейшит Раба\" сказано: \"Заповеди даны только для того, чтобы с их помощью очистить Израиль\". Отсюда возникают два вопроса:<ul><li>Что это за привилегия, которой нас хочет удостоить Творец?</li><li>Что это за \"нечистота\", \"грубость\", которая есть в нас и которую мы должны исправить с помощью Торы и Заповедей?</li></ul>"
      },
      {
        "chunkId": "2",
        "content": "Мы говорили уже об этом в моих книгах \"Паним Масбирот у Меирот\" и \"Талмуд Эсер аСфирот\". Повторим сейчас это вкратце. Замысел Творения заключается в том, что Творец захотел насладить создания своей щедрой рукой. Для этого Он создал в душах огромное желание получить это удовольствие, содержащееся в изобилии (шефа, изобилие – то, чем Творец хочет нас насладить). Желание получить как раз и является сосудом для получения удовольствия, заключенного в шефа. Чем больше желание получить, тем больше удовольствия входит в сосуд."
      },
      {
        "chunkId": "3",
        "content": "Эти понятия настолько взаимосвязаны, что невозможно их разделить. Можно только указать на то, что удовольствие относится к шефа (т.е. к Творцу), а желание получить относится к творению."
      },
      {
        "chunkId": "4",
        "content": "Оба эти понятия на самом деле исходят от Создателя и включены в Замысел творения, но, если шефа напрямую исходит из Творца, то желание получать, которое тоже заключено в шефа, является корнем, источником творений. Желание получать – это принципиально новое, то, чего раньше не существовало. Потому что у Творца нет даже намека на желание получать. Выходит, что это желание является сутью творения, от начала и до конца, единственным \"материалом\", из которого оно состоит. Все многочисленные разновидности творения – это лишь разные \"порции\" желания получать, а все события, происходящие с ними, – это изменения, происходящие с этим желанием."
      },
      {
        "chunkId": "5",
        "content": "Все, что есть у творений, все, что наполняет и удовлетворяет их желание получать, исходит напрямую из Творца. Итак, все, что существует вокруг нас, на самом деле исходит из Создателя, либо напрямую, как шефа, либо опосредовано, как, например, желание получать, которое у самого Творца отсутствует, но было создано Им для наслаждения творений."
      }
    ]
  },
  {
    "articleId": "2",
    "authorId": "bb",
    "langId": "ru",
    "title": "Пункт 2",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Как было сказано выше, желание получать со всеми его разновидностями было заключено в Замысле творения с самого начала. Оно было неразрывно связано с шефа - удовольствием, которое Творец приготовил для нас. Желание получать - это сосуд, а шефа - это свет, который наполняет этот сосуд. Свет и сосуд - это то, что составляет духовные миры. Они неразрывно связаны между собой. Они вместе спускаются сверху вниз со ступени на ступень. Чем больше эти ступени отдаляются от Творца, тем больше огрубляется и увеличивается желание получать."
      },
      {
        "chunkId": "2",
        "content": "Можно сказать и наоборот, что чем больше желание получать огрубляется и увеличивается, тем больше оно удаляется от Творца. Это происходит до тех пор, пока не доходит до самого низкого места, где желание получать достигает максимального размера. Это состояние является желательным и необходимым для начала подъема, т.е. исправления. Это место называется \"мир Асия\". В этом мире желание получать называется \"телом человека\", а шефа, свет, называется \"жизнью человека\"."
      },
      {
        "chunkId": "3",
        "content": "Все различие между высшими мирами и этим миром (олам аЗэ) заключается в том, что в высших мирах желание получать еще не полностью огрубилось, оно еще не полностью отделено от света. В нашем же мире желание получать достигло своего окончательного развития и полностью отделилось от света"
      }
    ]
  },
  {
    "articleId": "3",
    "authorId": "bb",
    "langId": "ru",
    "title": "Пункт 3",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Вышеприведенный порядок развития желания получать сверху вниз подчиняется порядку 4-х уровней (бхинот). Этот порядок закодирован в тайне четырех буквенного Имени Творца. Порядку этих четырех букв АВА\"Я (\"йуд-хэй-вав-хэй\") подчинено все Мироздание. Эти буквы соответствуют 10-ти сфирот: хохма, бина, тиферет (или зэир анпин), малхут и их корень. Почему десять? Потому что сфира тиферет включает в себя шесть сфирот: хесед, гвура, тиферет, нецах, ход и йесод. Корень этих сфирот называется \"кетер\", но часто он не входит в перечисление сфирот, и поэтому говорят: ХУ\"Б ТУ\"М (хохма и бина, тиферет и малхут)."
      },
      {
        "chunkId": "2",
        "content": "Эти четыре бхины соответствуют четырем мирам: Ацилут, Брия, Ецира и Асия. Мир Асия включает в себя также и этот мир (олам аЗэ). Не существует ни одного создания, которое бы не имело корень в мире Бесконечности, в Замысле творения. Замысел творения - это желание Творца насладить создания."
      },
      {
        "chunkId": "3",
        "content": "Он включает в себя и свет, и сосуд. Свет исходит напрямую от Творца, в то время как желание получать было создано Творцом заново, из ничего. Для того чтобы желание получать достигло своего окончательного развития, оно должно вместе со светом пройти через четыре мира: Ацилут, Брия, Ецира и Асия (АБЕ\"А). И тогда заканчивается развитие творения созданием сосуда и света, называемых соответственно \"тело\" и \"свет Жизни в нем\"."
      }
    ]
  },
  {
    "articleId": "17",
    "authorId": "bb",
    "langId": "ru",
    "title": "Пункт 17",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Мы выяснили три первых основополагающих понятия: 1) Ор и кли, где ор - прямое распространение света от Творца, а кли - это желание получить, создаваемое светом. Сначала свет содержит в себе еще не проявленное желание получать, но по мере развития этого желания сосуд (малхут) отделяется от света. Малхут называется \"Имя Его\" (Шмо) (\"Он Один и Имя Его Одно\"). Слово \"Шмо\" имеет ту же гематрию, что и слово \"рацон\" - желание. 2) 10 сфирот, или 4 мира АБЕ\"А, которые соответствуют 4-ем бхинот (уровням). Они обязаны присутствовать в каждом творении. Желание получить, кли, \"спускается\" по этим 4-ем мирам от Творца и достигает своего полного развития в нашем мире. 3) Ц\"А и масах на бхина Далет. На этой основе рождается новый сосуд вместо бхины Далет. Этот сосуд называется \"ор хозер\", намерение насладить Творца. От величины намерения зависит количество принятого света."
      },
      {
        "chunkId": "2",
        "content": "2) 10 сфирот, или 4 мира АБЕ\"А, которые соответствуют 4-ем бхинот (уровням). Они обязаны присутствовать в каждом творении. Желание получить, кли, \"спускается\" по этим 4-ем мирам от Творца и достигает своего полного развития в нашем мире."
      },
      {
        "chunkId": "3",
        "content": "3) Ц\"А и масах на бхина Далет. На этой основе рождается новый сосуд вместо бхины Далет. Этот сосуд называется \"ор хозер\", намерение насладить Творца. От величины намерения зависит количество принятого света."
      }
    ]
  },
  {
    "articleId": "18",
    "authorId": "bb",
    "langId": "ru",
    "title": "Пункт 18",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Сейчас мы выясним пять бхинот экрана, согласно которым изменяется величина кли во время ударного взаимодействия с высшим светом."
      },
      {
        "chunkId": "2",
        "content": "После Ц\"А бхина Далет перестала быть сосудом получения. Вместо нее эту роль теперь играет отраженный свет (ор хозер), поднимающийся от экрана вследствие ударного взаимодействия. Тем не менее, бхина Далет со всей своей силой желания получать должна сопровождать ор хозер. Без участия этой силы ор хозер вообще не может быть сосудом получения."
      },
      {
        "chunkId": "3",
        "content": "Вспомним пример о хозяине и госте (см. п. 15). Сила, с которой гость отказывался есть, стала сосудом получения и играет роль чувства голода, которое перестало выполнять эту функцию из-за чувства стыда от получения. Во время этого отказа получение, по сути дела, превратилось в отдачу. Тем не менее, нельзя сказать, что гость уже не нуждается в обычных сосудах получения, ’ведь без них он не сможет доставить хозяину удовольствие тем, что он у него ест."
      },
      {
        "chunkId": "4",
        "content": "Голод (желание получать) с помощью отказа приобрел новую форму - желание получать ради отдачи, ради Хозяина, Творца. Стыд превратился в доблесть. Получается, что обычные сосуды получения продолжают функционировать, как и прежде, но приобретают новое намерение получать не ради себя, а ради Творца. Бхина Далет из-за своей грубости, которая означает ее отличие от Творца, не может больше быть получающим сосудом."
      },
      {
        "chunkId": "5",
        "content": "Но благодаря экрану, установленному в бхине Далет, ударяющему и отбрасывающему свет, она приобрела новую форму, называемую ор хозер - обратный свет, наподобие превращения получения в отдачу в примере гость и хозяин. Причем, содержание предыдущей формы не изменилось, потому что и теперь гость не станет есть без аппетита. Однако сейчас вся та сила желания получить, которая есть в бхине Далет, включается в обратный свет, придавая тому способность быть сосудом."
      },
      {
        "chunkId": "6",
        "content": "В экране всегда существуют две силы: первая - кашиют это, сила отталкивания высшего света, вторая - авиют, это сила желания бхины Далет получать, которая заключена в экране. После ударного сочетания высшего света с кашиют, жесткостью экрана, авиют, меняет свои свойства на противоположные, и получение превращается в отдачу. Эти две силы экрана работают во всех его 5-ти частях: кетер, хохма, бина, тиферет, малхут."
      }
    ]
  }
]
