[
  {
    "articleId": "1",
    "authorId": "zaharin",
    "langId": "ru",
    "title": "Пункт 1",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Рабби[1] Хананья бен Акашья[2] говорит[3]: Пожелал Святой [Творец], да будет Он восславлен, удостоить [на иврите: лезакот] Израиль; поэтому преумножил Он для них Тору и заповеди, как сказано[4]: Г-сподь желает ради праведности его [народа Израиля] преумножить Тору и укрепить ([Вавилонский Талмуд, трактат] Маккот, стр. 23Б[5]). И известно, что [значение слова] «заслуга» [на иврите: зхут] [определяется] по значению [родственного слова] «очищение» [на иврите: hиздакэхут], и это соответствует тому, что говорили [наши мудрецы], да будет память о них благословенна: не даны заповеди ни для чего иного, как очистить [на иврите: лецарэф, буквально: выплавить] народ Израиля с их помощью (Бэрэйшит Рабба, начало части 44). И необходимо понять, что за очищение мы обретаем посредством Торы и заповедей, а также что это за Авиют[6], находящаяся в нас, которую мы должны очистить с помощью Торы и заповедей."
      },
      {
        "chunkId": "2",
        "content": "И уже говорили мы об этом в книгах «Паним масбирот»[7] и «Учение о десяти сфирот»[8]. А здесь вкратце повторим, что целью Замысла Творения было насладить создания по мере щедрости десницы Его, да будет Он восславлен и превознесен, и поэтому придано душам неотъемлемое свойство: стремление и великое желание получать Благодать Его, да будет Он восславлен, ибо желание получать есть сосуд, мера которого соответствует удовольствию, заключенному в этой Благодати, так как какова величина и сила желания получить эту Благодать, таково и количество удовольствия и наслаждения в этой Благодати, не менее и не более;"
      },
      {
        "chunkId": "3",
        "content": "И они настолько связаны друг с другом, что их невозможно различить, разве что по принадлежности, поскольку удовольствие относится к Благодати, а великое желание получить эту Благодать относится к получающему творению."
      },
      {
        "chunkId": "4",
        "content": "И нет сомнения, что и то, и другое исходит от Творца, да будет Он восславлен, и, несомненно, появилось в Замысле Творения, но как уже сказано, их надо разделять, ибо Благодать происходит из Его Сущности, да будет Он восславлен, то есть она есть существующее, происходящее из существующего, а заключенное в ней желание получить есть источник творений, то есть источник создания нового, то есть появление существующего из ничего; ибо в Его Сущности, да будет Он восславлен, конечно же, нет желания получить, не дай Б-г. И поэтому считается, что вышеупомянутое желание получить составляет весь материал творения, от его начала и до конца, вплоть до того, что все многочисленные виды творений и их бесчисленные проявления и движущие силы, что уже раскрылись и еще раскроются, есть не что иное, как меры и количественные изменения желания получить."
      },
      {
        "chunkId": "5",
        "content": "А все, что только есть в этих самых творениях, то есть все, что только получено желанием получить, которое придано им как их неотъемлемое свойство – все это исходит из Его Сущности, да будет Он восславлен, как существующее из существующего, и нет в нем ничего от творения, новшества, созданного как сущее из ничего, ибо [то, что получено,] совсем не является новосозданным, а исходит из Вечности Его, да будет Он восславлен, как существующее из существующего."
      }
    ]
  },
  {
    "articleId": "2",
    "authorId": "zaharin",
    "langId": "ru",
    "title": "Пункт 2",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "И как [уже] сказано, желание получать, несомненно, было тотчас же включено в Замысел Творения, во всем многообразии своих разновидностей, вместе с великой Благодатью, которою Он задумал насладить их и наделить их. И знай, что в этом суть Света и сосуда [на иврите: Ор и Кли], обнаруживаемых нами в высших мирах, поскольку они приходят связанными воедино и вместе спускаются со ступени на ступень; а по мере того, как ступени нисходят от Света Лика Его и отдаляются от Него, да будет Он восславлен, в такой же степени воплощается желание получить, включенное в эту Благодать."
      },
      {
        "chunkId": "2",
        "content": "И точно так же можно говорить об обратной [зависимости]: что по мере воплощения желания получать в этой Благодати, она начинает спускаться со ступени на ступень, как описано ниже. До самого низшего места, то есть туда, где желание получить полностью воплощается в надлежащей степени, и характеризуется это место именем Мир Асия, а желание получить считается телом человека, а таже считается, что сколько Благодати получает это тело, столько и жизни в нем. То же касается и остальных творений, находящихся в Этом Мире. "
      },
      {
        "chunkId": "3",
        "content": "Таким образом, все различие между высшими мирами и Этим Миром заключается в том, что пока желание получить, заключенное в Благодати Его, да будет Он восславлен, все еще не воплотилось в своем конечном виде, считается, что оно еще находится в духовных мирах, высших по отношению к Этому Миру, а после того, как желание получить воплотилось в своем конечном виде, оно уже считается находящимся в Этом Мире."
      }
    ]
  },
  {
    "articleId": "3",
    "authorId": "zaharin",
    "langId": "ru",
    "title": "Пункт 3",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Описанный порядок нисхождения, в результате которого желание получать приводится к своему конечному виду, достигаемому в Этом Мире, соответствует порядку четырех Бхинот[1], заключенных в четырех буквах Четырехбуквенного Имени. Ведь четыре буквы Юд, Кэй, Вав, Кэй Имени Его, да будет Он восславлен, составляют все сущее целиком, без какого-либо самого малейшего изъятия. В общих чертах они описываются как десять Сфирот[2]: Хохма[3], Бина[4], Тифэрэт[5], Мальхут[6] и их Корень. И они составляют 10 Сфирот потому, что Сфира Тифэрэт сама состоит из шести Сфирот, называющихся ХаГаТ Нэhи[7], а Корень называется Кэтэр[8], в то время как их основная часть называется ХуБ ТуМ[9]. И запомни это."
      },
      {
        "chunkId": "2",
        "content": "И являются они четырьмя мирами, называющимися Ацилут, Брия, Ецира, Асия[10]. А мир Асия содержит внутри себя также и Этот Мир. Таким образом, тебе не назвать творения в Этом Мире, которое не было бы создано как новая сущность [начиная] с Эйн Соф[11], да будет Он восславлен, то есть в Замысле Творения, соответствующего стремлению насладить создания, как уже говорилось."
      },
      {
        "chunkId": "3",
        "content": "И [сущность эта] обязательно с самого начала состоит из Света и сосуда, то есть из некоторой меры Благодати вместе с желанием получить эту Благодать, причем эта мера Благодати происходит из Сущности Его, да будет Он восславлен, как существующее из существующего, а желание получить эту Благодать есть новая сущность, созданная из ничего, как уже говорилось. А по мере приближения этого желания получать к своему конечному состоянию, оно вместе с заключенной в нем Благодатью должно совершить нисхождение по этим четырем мирам: Ацилут, Брия, Ецира, Асия – и тогда завершается формирование творения в виде Света и сосуда, которое называется Гуф[12] и Светом жизни в нем."
      }
    ]
  },
  {
    "articleId": "17",
    "authorId": "zaharin",
    "langId": "ru",
    "title": "Пункт 17",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Вот и разъяснены к настоящему времени три первоосновы [каббалистической] мудрости: Первой [из них] является тема Ор уКли (Света и сосуда), причем Свет это то, что исходит непосредственно из Ацмуто Йитбарах (из Сущности Его, да будет Он восславлен), а сосуд – это желание получать, обязательно заключенное в этом Свете, ибо по мере [формирования] этого желания Он выходил из целостности Маациля, [становясь] Нээцалем [см. «Что такое Маациль» в начале третьей части Вступительных замечаний к переводимым главам из Талмуд Эсэр hаСфирот]. И это желание получать есть Бхинат (стадия) hаМальхут (буквально: царство), различаемая в Ор hаЭльон (в Высшем Свете) и поэтому Мальхут называется Шемо (Имя Его) в том смысле, что hУ уШмо Эхад (Он и Имя Его едины), так как слово Шмо (Имя Его) [Шин-Мэм-Вав, 300+40+6 = 346] имеет ту же гематрию, что и слово Рацон (воля, желание) [Рэйш-Цади-Вав-Нун Софит, 200+90+6+50 = 346]."
      },
      {
        "chunkId": "2",
        "content": "Тема вторая – это объяснение десяти Сфирот и четырех Оламот (миров) АБИА (Ацилут, Брия, Ецира и Асия), причем каждая последующая из этих четырех ступеней ниже предыдущей, поскольку желание получать должно нисходить по ним, пока не станет властно над собой."
      },
      {
        "chunkId": "3",
        "content": "Тема третья – это тема наложения Цимцума (запрета получения Света) и появления Масаха (экрана) у этого Кли hаКабала (сосуда получения), то есть Бхины Далет, и образования вместо него новых сосудов получения, состоящих из десяти Сфирот и называющихся Ор Хозер (возвращающийся Свет). И разберись и изучи хорошенько эти три основных темы и их объяснение именно так, как они изложены пред твоими глазами, ибо в этом учении, без них просто не понять ни единого слова."
      }
    ]
  }
]
