[
  {
    "articleId": "1",
    "authorId": "bb",
    "langId": "en",
    "title": "Paragraph 1",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Rabbi Hanania Ben Akashia says, “The Creator wished to cleanse Israel; hence, He gave them plentiful Torah and Mitzvot [commandments], as was said, ‘The Lord desires for the sake of His righteousness, to extol and glorify the Torah’” (Makkot 23b). It is known that Zakkut [cleansing] is derived from the [Hebrew] word Hizdakchut [cleansing/purification]. It is as our sages said, “The Mitzvot were only given to purify Israel with them” (Beresheet Rabbah, beginning of Portion 44). We must understand this Zakkut that we achieve through Torah and Mitzvot, and what is the Aviut [thickness] within us, which we must cleanse using Torah and Mitzvot."
      },
      {
        "chunkId": "2",
        "content": "Since we have already discussed it in my book Panim Masbirot, and in The Study of the Ten Sefirot, I shall briefly reiterate that the thought of creation was to delight the creatures in accord with His abundant generosity. For this reason, a great desire and craving to receive His abundance was imprinted in the souls. This is so because the will to receive is the Kli [vessel] for the measure of pleasure in the abundance, since the measure and strength of the will to receive the abundance precisely corresponds to the measure of pleasure and delight in the abundance."
      },
      {
        "chunkId": "3",
        "content": "And they are so connected that they are indivisible, except in what they relate to: The pleasure is related to the abundance, and the great desire to receive the abundance is related to the receiving creature."
      },
      {
        "chunkId": "4",
        "content": "These two necessarily extend from the Creator. However, they should be divided in the above-mentioned manner: The abundance comes from His Atzmut [self], extending existence from existence, and the will to receive included there is the root of the creatures. This means that it is the root of initiation, that is, emergence existence from absence, since there is certainly no form of will to receive in His Atzmut. Hence, it is considered that the above-mentioned will to receive is the whole substance of creation from beginning to end."
      },
      {
        "chunkId": "5",
        "content": "Thus, all the creatures, all their innumerable instances and conducts that have appeared and will appear, are but measures and various values of the will to receive. All that exists in those creatures, that is, all that is received in the will to receive imprinted in them, extends from His self, existence from existence. It is not at all a new creation, existence from absence, since it is not new at all. Rather, it extends from His Endlessness existence from existence."
      }
    ]
  },
  {
    "articleId": "2",
    "authorId": "bb",
    "langId": "en",
    "title": "2",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "As we have said, the will to receive is innately included in the thought of creation with all its values, along with the great abundance He had planned to delight them and impart upon them. And know that these are the Ohr [light] and Kli that we discern in the upper worlds. They necessarily come tied together and cascade together degree by degree. And the extent to which the degrees descend from the light of His face and depart from Him is the extent of the materialization of the will to receive contained in the abundance."
      },
      {
        "chunkId": "2",
        "content": "We could also state the contrary: To the extent that the will to receive in the abundance materializes, it descends degree by degree, as written below, to the lowest of all places, where the will to receive is fully materialized. This place is called “the world of Assiya,” the will to receive is considered “man’s body,” and the abundance one receives is considered the measure of “vitality in that body.”"
      },
      {
        "chunkId": "3",
        "content": "It is similar in other creatures in this world. Thus, the only difference between the upper worlds and this world is that as long as the will to receive included in His abundance has not fully materialized, it is regarded as still being in the spiritual worlds, above this world. Once the will to receive has fully materialized, it is regarded as being in this world."
      }
    ]
  },
  {
    "articleId": "3",
    "authorId": "bb",
    "langId": "en",
    "title": "Paragraph 3",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "The above-mentioned order of cascading, which brings the will to receive to its final form in this world, follows a sequence of four Behinot [discernments] that exist in the four-letter-name [HaVaYaH (Yod-Hey-Vav-Hey)]. This is because the four letters, HaVaYaH, in His name contain the whole of reality, without any exception. In general, they are described in the ten Sefirot, Hochma, Bina, Tifferet, Malchut, and their root. They are ten Sefirot because the Sefira [sing. of Sefirot] Tifferet contains six internal Sefirot, called HGT NHY [Hesed–Gevura–Tifferet Netzah–Hod–Yesod], and the root is called Keter. Yet, in essence, they are called HB TM [Hochma-Bina Tifferet-Malchut]."
      },
      {
        "chunkId": "2",
        "content": "These are four worlds called Atzilut, Beria, Yetzira, Assiya. The world of Assiya contains this world within it. Thus, there is not a creature in this world that is not initiated in Ein Sof, in the thought of creation to delight His creatures."
      },
      {
        "chunkId": "3",
        "content": "Hence, it is innately comprised of light and Kli, meaning a certain measure of abundance with the will to receive that abundance. The measure of abundance extends existence from existence from His self, and the will to receive the abundance is initiated existence from absence. But for that will to receive to acquire its final quality, it must cascade along with the abundance within it through the four worlds—Atzilut, Beria, Yetzira, Assiya. This completes creation in light and Kli, called Guf [body], and the “light of life” within it."
      }
    ]
  },
  {
    "articleId": "17",
    "authorId": "bb",
    "langId": "en",
    "title": "Paragraph 17",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Thus far we have clarified the three foundations in the wisdom. The first is the light and the Kli, where the light is a direct extension of His self, and the Kli is the will to receive, which is necessarily included in that light. One departs from the Emanator and becomes an emanated being to the extent of that desire. Also, this will to receive is considered the Malchut discerned in the upper light. This is why it is called Malchut, by way of “He is one and His name is One,” as His name in Gematria is Ratzon [desire]. "
      },
      {
        "chunkId": "2",
        "content": "The second matter is the clarification of the ten Sefirot and four worlds ABYA, which are four degrees one below the other. The will to receive must hang down through them until it is completed—Kli and content."
      },
      {
        "chunkId": "3",
        "content": "The third matter is the Tzimtzum and the Masach placed on this vessel of reception, which is Behina Dalet, in return for which new vessels of reception were made in the ten Sefirot, called Ohr Hozer. Understand and memorize these three foundations and their reasons, as they had been clarified to you since without them there is no understanding of even a single word in this wisdom."
      }
    ]
  }
]
