[
  {
    "articleId": "pticha-1",
    "authorId": "zaharin",
    "lang": "ru",
    "title": "1",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Рабби[1] Хананья бен Акашья[2] говорит[3]: Пожелал Святой [Творец], да будет Он восславлен, удостоить [на иврите: лезакот] Израиль; поэтому преумножил Он для них Тору и заповеди, как сказано[4]: Г-сподь желает ради праведности его [народа Израиля] преумножить Тору и укрепить ([Вавилонский Талмуд, трактат] Маккот, стр. 23Б[5]). И известно, что [значение слова] «заслуга» [на иврите: зхут] [определяется] по значению [родственного слова] «очищение» [на иврите: hиздакэхут], и это соответствует тому, что говорили [наши мудрецы], да будет память о них благословенна: не даны заповеди ни для чего иного, как очистить [на иврите: лецарэф, буквально: выплавить] народ Израиля с их помощью (Бэрэйшит Рабба, начало части 44). И необходимо понять, что за очищение мы обретаем посредством Торы и заповедей, а также что это за Авиют[6], находящаяся в нас, которую мы должны очистить с помощью Торы и заповедей."
      },
      {
        "chunkId": "2",
        "content": "И уже говорили мы об этом в книгах «Паним масбирот»[7] и «Учение о десяти сфирот»[8]. А здесь вкратце повторим, что целью Замысла Творения было насладить создания по мере щедрости десницы Его, да будет Он восславлен и превознесен, и поэтому придано душам неотъемлемое свойство: стремление и великое желание получать Благодать Его, да будет Он восславлен, ибо желание получать есть сосуд, мера которого соответствует удовольствию, заключенному в этой Благодати, так как какова величина и сила желания получить эту Благодать, таково и количество удовольствия и наслаждения в этой Благодати, не менее и не более;"
      },
      {
        "chunkId": "3",
        "content": "И они настолько связаны друг с другом, что их невозможно различить, разве что по принадлежности, поскольку удовольствие относится к Благодати, а великое желание получить эту Благодать относится к получающему творению."
      },
      {
        "chunkId": "4",
        "content": "И нет сомнения, что и то, и другое исходит от Творца, да будет Он восславлен, и, несомненно, появилось в Замысле Творения, но как уже сказано, их надо разделять, ибо Благодать происходит из Его Сущности, да будет Он восславлен, то есть она есть существующее, происходящее из существующего, а заключенное в ней желание получить есть источник творений, то есть источник создания нового, то есть появление существующего из ничего; ибо в Его Сущности, да будет Он восславлен, конечно же, нет желания получить, не дай Б-г. И поэтому считается, что вышеупомянутое желание получить составляет весь материал творения, от его начала и до конца, вплоть до того, что все многочисленные виды творений и их бесчисленные проявления и движущие силы, что уже раскрылись и еще раскроются, есть не что иное, как меры и количественные изменения желания получить."
      },
      {
        "chunkId": "5",
        "content": "А все, что только есть в этих самых творениях, то есть все, что только получено желанием получить, которое придано им как их неотъемлемое свойство – все это исходит из Его Сущности, да будет Он восславлен, как существующее из существующего, и нет в нем ничего от творения, новшества, созданного как сущее из ничего, ибо [то, что получено,] совсем не является новосозданным, а исходит из Вечности Его, да будет Он восславлен, как существующее из существующего."
      }
    ],
    "comments": ["or-shalom-1"]
  }
]
