[
  {
    "articleId": "1",
    "authorId": "orhasulam",
    "langId": "he",
    "title": "אות א",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content":"רבי חנניא בן עקשיא אומר: רצה הקב\"ה לזכות את ישראל לפיכך הרבה להם תורה ומצות שנאמר ה' חפץ למען צדקו יגדיל תורה ויאדיר, (מכות כ\"ג ע\"ב)."
      },
      {
        "chunkId": "2",
        "content":" וכבר דברנו מזה בספרי, פנים מסבירות, ותלמוד עשר הספירות. ונחזור כאן בקיצור, כי מחשבת הבריאה היתה כדי להנות לנבראים כפי מתנת ידו הרחבה ית' וית', ומכאן הוטבע בנשמות רצון וחשק גדול לקבל את שפעו ית', כי הרצון לקבל הוא הכלי על מדת התענוג שבשפע, כי לפי מדת גדלו ותוקפו של הרצון לקבל את השפע, כן הוא מדת התענוג והחמדה שבשפע לא פחות ולא יותר,"
      },
      {
        "chunkId": "3",
        "content":"והם מקושרים זה בזה עד שאין לחלק ביניהם זולת בהיחס, שהתענוג מיוחס לשפע והרצון הגדול לקבל את השפע מיוחס לנברא המקבל."
      },
      {
        "chunkId": "4",
        "content": "ובהכרח ב' אלה נמשכים מהבורא יתברך, אלא שיש לחלק בהם על דרך הנזכר, אשר השפע הוא מעצמותו יתברך, כלומר, שהוא נמשך יש מיש, והרצון לקבל הכלול שם, הוא השורש של הנבראים, כלומר, הוא השורש של חידוש, שפירושו יציאת יש מאין, כי בעצמותו ית' ודאי שאין שם בחינת הרצון לקבל ח\"ו. וע\"כ נבחן שהרצון לקבל האמור, הוא כל חומר של הבריאה מראשה עד סופה, עד שכל מיני הבריות המרובות ומקריהן שאין להן שיעור, ודרכי הנהגתן שכבר נתגלו והעתידים להתגלות, אינם רק שיעורים ושינוי ערכים של הרצון לקבל."
      },
      {
        "chunkId": "5",
        "content": "וכל מה שיש בהן באותן הבריות, דהיינו כל מה שמקובל ברצון לקבל המוטבע בהן, כל זה הוא נמשך מעצמותו ית' יש מיש, ואינו כלום מבחינת הבריאה המחודשת יש מאין, כי אינו מחודש כלל, והוא נמשך מנצחיותו ית', יש מיש."
      }
    ]
  },
  {
    "articleId": "2",
    "authorId": "orhasulam",
    "langId": "he",
    "title": "אות ב",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content":"וכפי האמור, כלול הרצון לקבל, בהכרח תכף, במחשבת הבריאה, בכל ריבוי ערכים שבו, ביחד עם השפע הגדול שחשב להנותם ולהעניקם. ותדע, שז\"ס אור וכלי, שאנו מבחינים בעולמות עליונים, כי הם באים בהכרח כרוכים יחד, ומשתלשלים יחד ממדרגה למדרגה, ובשיעור שהמדרגות יורדות מאת אור פניו ומתרחקות ממנו ית' כן הוא שיעור ההתגשמות של הרצון לקבל הכלול בשפע."
      },
      {
        "chunkId": "2",
        "content":" וכן אפשר לומר להיפך, אשר כפי שיעור התגשמות של הרצון לקבל בשפע, כן הולך ויורד ממדרגה למדרגה, כמ\"ש להלן. עד המקום הנמוך מכולם, דהיינו שהרצון לקבל מתגשם שם בכל שיעורו הראוי, נבחן המקום ההוא בשם עולם העשיה, והרצון לקבל נבחן לבחינת גופו של אדם, והשפע שמקבל נבחן למדת תוכנו של החיים שבגוף ההוא. ועד\"ז גם בשאר בריות שבעוה\"ז."
      },
      {
        "chunkId": "3",
        "content": "באופן, שכל ההבחן שבין העולמות העליונים לעוה\"ז, הוא, כי כל עוד שהרצון לקבל הכלול בשפעו ית', לא נתגשם בצורתו הסופית, נבחן שעודו נמצא בעולמות הרוחנים, העליונים מעוה\"ז, ואחר שהרצון לקבל נתגשם בצורתו הסופית, הוא נבחן שכבר הוא מצוי בעוה\"ז."
      }
    ]
  },
  {
    "articleId": "3",
    "authorId": "orhasulam",
    "langId": "he",
    "title": "אות ג",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content":"וסדר השתלשלות האמור עד להביא את הרצון לקבל על צורתו הסופית שבעוה\"ז, הוא על סדר ד' בחינות שיש בד' אותיות של השם בן ד'. כי ד' אותיות הוי\"ה שבשמו ית' כוללות את כל המציאות כולה מבלי יוצא ממנה אף משהו מן המשהו. ומבחינת הכלל, הן מתבארות בהע\"ס: חכמה, בינה, ת\"ת, מלכות, ושרשם. והם עשר ספירות, כי ספירת התפארת כוללת בעצמה שש ספירות הנקראות חג\"ת נה\"י. והשורש נקרא כתר, אמנם בעיקרם הם נקראים חו\"ב תו\"מ. וזכור זה."
      },
      {
        "chunkId": "2",
        "content":"עולמות הנק': אצילות, בריאה, יצירה, עשיה. ועולם העשיה כולל בתוכו גם את עוה\"ז. באופן, שאין לך בריה בעוה\"ז שלא תהיה מחודשת מא\"ס ב\"ה, דהיינו במחשבת הבריאה, שהיא בכדי להנות לנבראיו, כנ\"ל."
      },
      {
        "chunkId": "3",
        "content": "והיא בהכרח כלולה תיכף מאור וכלי, כלומר מאיזה שיעור של שפע עם בחינת רצון לקבל את השפע ההוא, אשר שיעור השפע הוא נמשך מעצמותו ית' יש מיש, והרצון לקבל השפע הוא מחודש יש מאין, כנ\"ל. ובכדי שהרצון לקבל ההוא יבא על תכונתו הסופית, הוא מחויב להשתלשל עם השפע שבו דרך הד' עולמות: אצילות, בריאה, יצירה, עשיה, ואז נגמרת הבריה באור וכלי, הנקרא גוף ואור החיים שבו."
      }
    ]
  },
  {
    "articleId": "17",
    "authorId": "orhasulam",
    "langId": "he",
    "title": "אות יז",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content":"והנה נתבאר עד הנה ג' יסודות הראשונים שבחכמה: הא', ענין אור וכלי, שהאור הוא המשכה ישרה מעצמותו ית', והכלי הוא בחינת הרצון לקבל הכלול בהכרח באור ההוא, שבשיעור הרצון הזה יצא מכלל מאציל לנאצל. והרצון לקבל הזה היא בחינת המלכות הנבחנת באור העליון, וע\"כ נק' מלכות, שמו, בסוד הוא ושמו אחד, כי שמו בגימטריא רצון."
      },
      {
        "chunkId": "2",
        "content":"ענין הב', הוא ביאור הע\"ס וד' עולמות אבי\"ע, שהם ד' מדרגות זו למטה מזו, שהרצון לקבל מחויב להשתלשל על ידיהן עד לקביעות כלי על תוכנו."
      },
      {
        "chunkId": "3",
        "content":"ענין הג', הוא ענין הצמצום ומסך שנעשה על כלי הקבלה הזה שהוא בחי\"ד, ותמורתו נתהוו כלי קבלה חדשים בע\"ס הנק' אור חוזר. והבן ושנן היטב אלו הג' יסודות הם ונימוקיהם כפי שנתבארו לפניך, כי זולתם אין הבנה אף במלה אחת בחכמה הזו."
      }
    ]
  }
]
