[
  {
    "articleId": "pticha-foreword",
    "authorId": "bb",
    "lang": "en",
    "title": "Introduction to the 'Preface to the Wisdom of Kabbalah'",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "It is written in The Zohar, Vayikra, Portion Tazria, “Come and see: All that exists in the world exists for man, and everything exists for him, as it is written, ‘Then the Lord God formed man,’ with a full name, as we have established, that he is the whole of everything and contains everything, and all that is above and below, etc., is included in that image.”\n\nThus, it explains that all the worlds, upper and lower, are included in man. And also, the whole of reality within those worlds is only for man. And we should understand these words: Is this world and everything in it, which serves him and benefits him, too little for man, that he needs the upper worlds and everything within them, too? After all, they were created solely for his needs."
      },
      {
        "chunkId": "2",
        "content": "To explain this matter to the fullest, I would have to introduce the whole of the wisdom of Kabbalah. But in general, matters will be sufficiently explained within the book, so as to understand them. The essence of it is that the Creator’s intention in creation was to delight His creatures. Certainly, as soon as He contemplated creating the souls and delighting them abundantly, they immediately emerged from before Him, complete in form and with all the delights He had planned to bestow upon them. This is because in Him, the thought alone completes, and He does not need actions as we do. Accordingly, we should ask, “Why did He create the worlds restriction after restriction down to this murky world, and clothed the souls in the murky bodies of this world?"
      }
    ]
  },
  {
    "articleId": "pticha-1",
    "authorId": "bb",
    "lang": "en",
    "title": "1",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "Rabbi Hanania Ben Akashia says, “The Creator wished to cleanse Israel; hence, He gave them plentiful Torah and Mitzvot [commandments], as was said, ‘The Lord desires for the sake of His righteousness, to extol and glorify the Torah’” (Makkot 23b). It is known that Zakkut [cleansing] is derived from the [Hebrew] word Hizdakchut [cleansing/purification]. It is as our sages said, “The Mitzvot were only given to purify Israel with them” (Beresheet Rabbah, beginning of Portion 44). We must understand this Zakkut that we achieve through Torah and Mitzvot, and what is the Aviut [thickness] within us, which we must cleanse using Torah and Mitzvot."
      },
      {
        "chunkId": "2",
        "content": "Since we have already discussed it in my book Panim Masbirot, and in The Study of the Ten Sefirot, I shall briefly reiterate that the thought of creation was to delight the creatures in accord with His abundant generosity. For this reason, a great desire and craving to receive His abundance was imprinted in the souls."
      },
      {
        "chunkId": "3",
        "content": "This is so because the will to receive is the Kli [vessel] for the measure of pleasure in the abundance, since the measure and strength of the will to receive the abundance precisely corresponds to the measure of pleasure and delight in the abundance. And they are so connected that they are indivisible, except in what they relate to: The pleasure is related to the abundance, and the great desire to receive the abundance is related to the receiving creature."
      },
      {
        "chunkId": "4",
        "content": "These two necessarily extend from the Creator. However, they should be divided in the above-mentioned manner: The abundance comes from His Atzmut [self], extending existence from existence, and the will to receive included there is the root of the creatures. This means that it is the root of initiation, that is, emergence existence from absence, since there is certainly no form of will to receive in His Atzmut."
      },
      {
        "chunkId": "5",
        "content": "Hence, it is considered that the above-mentioned will to receive is the whole substance of creation from beginning to end. Thus, all the creatures, all their innumerable instances and conducts that have appeared and will appear, are but measures and various values of the will to receive. All that exists in those creatures, that is, all that is received in the will to receive imprinted in them, extends from His self, existence from existence. It is not at all a new creation, existence from absence, since it is not new at all. Rather, it extends from His Endlessness existence from existence."
      }
    ]
  },
  {
    "articleId": "pticha-2",
    "authorId": "bb",
    "lang": "en",
    "title": "2",
    "bookId": "pticha",
    "chunks": [
      {
        "chunkId": "1",
        "content": "As we have said, the will to receive is innately included in the thought of creation with all its values, along with the great abundance He had planned to delight them and impart upon them. And know that these are the Ohr [light] and Kli that we discern in the upper worlds. They necessarily come tied together and cascade together degree by degree. And the extent to which the degrees descend from the light of His face and depart from Him is the extent of the materialization of the will to receive contained in the abundance."
      },
      {
        "chunkId": "2",
        "content": "We could also state the contrary: To the extent that the will to receive in the abundance materializes, it descends degree by degree, as written below, to the lowest of all places, where the will to receive is fully materialized. This place is called “the world of Assiya,” the will to receive is considered “man’s body,” and the abundance one receives is considered the measure of “vitality in that body.”"
      },
      {
        "chunkId": "3",
        "content": "It is similar in other creatures in this world. Thus, the only difference between the upper worlds and this world is that as long as the will to receive included in His abundance has not fully materialized, it is regarded as still being in the spiritual worlds, above this world. Once the will to receive has fully materialized, it is regarded as being in this world."
      }
    ]
  }
]
