[
  {
    "commentId": "bv-foreword-zoar-1",
    "langId": "ru",
    "authorId": "zaharin",
    "title": "Авраам Брандвайн",
    "articleId": "1",
    "bookId": "foreword-zoar",
    "content": "<p><strong>Я хочу в этом предисловии разъяснить некоторые простые, на первый взгляд, вещи, то есть все с ними сталкиваются, и много чернил было пролито, чтобы разъяснить их. И вместе с тем, мы еще не достигли их четкого понимания на достаточном уровне. Вопрос первый: что мы собой представляем?</strong></p><p>Это первый вопрос, который должен быть задан. Когда мы понимаем, что мы собой представляем, то можно выяснить, что ожидать, что нужно [делать], что спросить и что исследовать. Все мы сначала должны осознать себя</p><p>Кроме того, нужно знать, что существуют вопросы двух основных типов.</p><p>Вопрос - это недостаточность, указание на то, что тому, кто спрашивает, не хватает наполнения. По словам наших мудрецов, да будет память о них благословенна, «вопрошающие о дожде» умоляют, чтобы низошел дождь, когда недостает воды и нечего есть. Отсутствие дождя – это серьезное дело. Мишна говорит «вопрошающие», а означает это «умоляющие» [трактат Таанит, глава 1] . Вопрос - это нехватка.</p><p>Вопрос в точности соизмерим с силой ощущения нехватки. Есть недостаток понимания и недостаток знания. Есть то, что беспокоит и то, что раздражает.</p><p>С другой стороны, есть два типа вопросов. Есть вопросы, появляющиеся в результате размышлений; скажем, когда человек думает, учится, у него есть вопрос из-за непонимания. Эти вопросы возникают в голове, в мозгу.</p><p>К другому типу относятся вопросы, возникающие, когда оказываются в затруднительном положении; скажем, у человека, оказавшегося в состоянии падения, спада, сразу же возникает вопрос, почему это так, почему именно так, что рекомендуется делать в его ситуации и так далее. Это – вопросы, возникающие в сердце. То есть он живет этими вопросами, ощущает их; они возникают на его личном опыте.</p><p>Разница между двумя этими типами вопросов: теми, что возникают в сердце, и теми, что возникают в мозгу, велика.</p><p>Вопросы, появляющиеся в результате размышлений, не всегда обязывают; они беспокоят только разум: если он сможет понять, то поймет, а если нет – так он не видит в этом нужды. Точно так же ответ не обязывает к действию, он не переходит в практическую плоскость; такой вопрос и такой ответ являются чисто теоретическими. Это пища для ума, познавательная информация, обогащающая знания</p><p>А вопросы, возникающие в сердце, есть вопросы ощущений; человек чувствует, чего ему не хватает и что проблема требует решения. Поэтому проблема – это руководство к действию. Она заставляет человека испытывать ощущения, приводящие к практическим изменениям. Понятно, что такие вопросы намного более важны. Они острее, имеют более практическую направленность и оказывают более сильное воздействие на жизненный путь человека.</p><p>Здесь, и в сущности не только здесь, но и во всей Торе, это в большей степени вопросы сердца и чувств, вопросы жизни и практической деятельности.</p><p>Известно, что четыре кубка в ночь [пасхального] Сэдэра соответствуют [четырем] Сфирот: первый кубок – это Хохма; второй – Бина; третий – Тифэрэт; четвертый – Мальхут. Бина есть корень сосуда, поскольку Кэтэр указывает на Маациля, на Творца, Хохма указывает и на Свет, и на сосуд, которые Творец дал творениям, то есть Хохма – это еще сила Маациля. [См. Вступительные замечания к переводимым главам из ТЭС, часть третья,слова Маациль и Борэ] Первое пробуждение ощущения низшего, получающего, начинается с Бины. Там желание получать начинает раскрываться со стороны самого низшего. Поэтому Бина считается корнем сосуда.</p><p>К вопросу применимо то же, что продемонстрировано для сосуда: нехватка требует наполнения. Поэтому в Мишне сказано: «Наливают [хозяину дома] второй кубок и в этот момент сын спрашивает» [трактат Псахим, глава 10, мишна 4]... Четыре затруднения «чем отличается [эта ночь от других ночей]» начинаются со второго кубка, с Бины.</p><p>Понятно, что Бина указывает на сердце: «Бинат hаЛев», и вопросы возникают в сердце.</p><p>Вернемся к тексту [Бааль Сулама].</p>\n<p><strong>Вопрос второй: что нам предписано [делать] [буквально: каково наше предписание] в длинной цепочке бытия, в которой мы – малые звенья?</strong></p><p>Мы видим, что этот вопрос связан с несколькими темами. Прежде всего, в вопросе «что нам предписано [делать]?» содержится предположение о существовании Творца мира. Ибо если у мира нет Творца и мир создавался естественным путем, сам по себе, то очевидно, что нельзя говорить о предписании, так как бытие человека лишено определенности и смысла, то есть возложенных на него обязанностей. Он делает то, что от него требуют его нужды. Когда мы говорим, что на него возложены обязанности, говорится, что у мира есть Творец, создавший его по определенному плану и акт такого творения имеет свою цель.</p>\n<p>Затем мы видим, что это предписание относится не только к нему самому, но и ко всему его поколению. Как говорили наши мудрецы, да будет память о них благословенна, «все в народе Израиля ответственны друг за друга» [Вавилонский Талмуд, трактат Шевуот, лист 39]. Об этом повествует известная притча о человеке, который сверлил [пол] на корабле, в своей каюте, и утверждал, что делает это у себя в своем владении и другим не должно быть до этого дела [Вайикра Рабба, часть 4].</p><p>Это можно сравнить с людьми, утверждающими сейчас, что существует «религиозное засилье»: «В своем жилище я могу делать все, что хочу! Какое тебе до этого дело?»</p><p>То есть то, что предписано человеку, относится не только к нему лично, но от него проецируется на все его поколение.</p>\n<p>Более того, если мы возьмем все бытие целиком, то увидим в нем одну длинную цепь, цепочку поколений, в которой с течением лет меняются лишь тела, а духовное неподвластно времени; так душа, будучи духовной субстанцией, может каждый раз облачаться в разные тела; так в теле Адама Ришона были заключены все души; затем они [воплотились] в поколении потопа, в поколении вавилонского смешения языков, Содома, и снова в рабстве египетском, в поколении пустыни, в поколении, вошедшем в Землю Израиля и так далее, и с каждым разом эта душа исправляется и обретает другую форму, вплоть до полного исправления.</p><p>Эта общая форма понимается нами в соответствии со сказанным: «И показал ему Г-сподь всю землю […] до крайнего моря [на иврите: ям]» [Дварим 34, 1-2]; и объясняют наши мудрецы, да будет память о них благословенна, что читать надо: «до последнего дня [на иврите: йом]», и наш великий Моше увидел все поколения, ибо Святой [Творец], да будет Он восславлен, показал ему «каждое без исключения поколение и рассказал о нем ...», то есть точно охарактеризовал каждое поколение. Таким образом, здесь налицо план, [охватывающий период] до самого конца всех поколений.</p><p>В молитве говорится: «знает и видит до конца всех поколений...» В длинной цепочке бытия каждый имеет свое предписание, и каждый человек в этой цепочке является звеном, зажатым и сверху, и снизу. Невозможно ни выйти за пределы этой цепочки, ни отклониться от нее. Каждое звено имеет свое предписание, и цепочка держится на всех вместе.</p><p>Вопрос, что нам предписано [делать] в длинной цепочке бытия, затрагивает то, что называется «шесть тысяч лет».</p><p><strong>Вопрос третий: глядя на себя, мы чувствуем себя такими испорченными и низкими, что нет более презренных; а, глядя на Создателя, сотворившего нас, мы [приходим к заключению], что должны были бы находиться на самой верхней ступени, ибо никто не способен достичь Его высоты, из чего неминуемо следует, что от совершенного Создателя должны исходить совершенные деяния.</strong></p><p>Тему этого вопроса продолжает следующий вопрос.</p><p><strong>[Вопрос] четвертый, который неминуемо возникает, исходя из здравого смысла: разве Он, да будет Он восславлен, не Добрый и Творящий Добро, выше Которого, да будет Он восславлен, нет никого; как же Он изначально создал столько творений, которые мучаются и страдают во все дни их бытия; и разве не в правилах Доброго творить добро и уж, во всяком случае, не причинять столько зла?</strong></p><p>Сказано, что каждое изделие напоминает своего создателя; из семени плода получается такой же плод. От создателя-мудреца произойдет мудрость, а если он не мудрец, то и его создания не являются манифестацией мудрости. И как возможно, чтобы Творец, вершина совершенства, сотворил ущербные творения?</p><p>То есть третий вопрос концентрируется на творении: как возможно такое творение?</p><p>Четвертый вопрос относится к управлению; после того, как Он создал эти творения, Он управляет ими с помощью страданий. Либо все время, либо временами. Каким образом от Творца, Доброго и Творящего добро, исходит управление с помощью мучений и страданий?</p><p>Третий вопрос относится к творениям, а четвертый – к управлению.</p><p><strong>[Вопрос] пятый: как возможно, чтобы от Существующего вне времени, Которому нет ни начала, ни конца, произошли творения преходящие, временные и бренные?</strong></p>\n<p>Ведь Святой [Творец], да будет Он восславлен, характеризуется словами: «Предшествующий всему» [из гимна «Йигдаль»], «Без начала и без конца» [из гимна «Адон Олам» автор рабби Шломо бен Гвироль, Испания, 11 век], - как же из Него вышли тела преходящие и бренные? Сказано, что из Существующего вне времени должны выйти Ему подобные, а здесь выходит наоборот.</p><p>Какова связь человека с Творцом, создавшим его?</p><p>Если вы когда-нибудь задумывались о том, как работает женская фертильность и овуляция, вы можете посетить этот замечательный ресурс по овуляции и при попытке зачать ребенка. Точный инструмент калькулятора овуляции также доступен на их домашней странице.</p>"
  },
  {
    "commentId": "bv-foreword-zoar-2",
    "langId": "ru",
    "authorId": "zaharin",
    "title": "Авраам Брандвайн",
    "articleId": "2",
    "bookId": "foreword-zoar",
    "content": "<p><strong>И чтобы окончательно все это разъяснить, мы сначала должны провести несколько исследований и не там, где это запрещено, Б-же сохрани, а именно [относительно] Сущности Творца, да будет Он восславлен, Которую разум абсолютно и совершенно не способен воспринять, и поэтому о Нем, да будет Он восславлен, мы не способны ни мысли помыслить, ни звука произнести. Но там, где исследование - это заповедь, то есть там, где исследуются деяния Его, да будет Он восславлен, как заповедал Он нам в Торе: «Знай Б-га отца твоего, и служи Ему» [Диврей hаЯмим 1, 28, 9], и говорит Он также в Песне о единстве: по делам Твоим мы познали Тебя. </strong></p><p>Здесь есть два понятия. Есть исследование в области Его Сущности, то есть попытка выяснить, существует ли Творец; есть также вопрос, а что, если нет, Б-же упаси. Поэтому исследования на эту тему запрещены.</p><p>А в более глубоком смысле, это также то, о чем он говорит в «Учении о десяти Сфирот», когда мы хотели бы исследовать в области Сущности Творца, а это невозможно.</p><p>Наша способность исследовать ограничена практическими вопросами. Например следовало создать злое начало, чтобы было над чем работать и чтобы награда не была получена в виде ущербного «хлеба стыда» [т.е. незаработанной, при получении которой испытывают стыд], а чтобы тот, кто трудится, вознаграждался сполна. Необходимо было все нисхождение миров, так как для раскрытия сосуда требуется определенное количество переходов и кругооборотов от самой низшей [ступени], называющейся Бхина Далет [четвертая ступень], по четырем ступеням, упорядоченным в соответствии с законами, властвующими как в духовном [мире], так и в природе.</p><p>Это означает, что любое учение или наука управляются присущими им законами, согласно которым обретают мудрость, выясняя все новые и новые вопросы.</p><p>Но не вопрос, почему они управляются именно этими законами, а не другими. Например, чтобы избежать «хлеба стыда», существует труд над Торой и заповедями. И возникает вопрос: если Творец мира Всемогущ, ведь Он мог сотворить мир без «хлеба стыда». Даже если мы не знаем, как это сделать, то все же, если Он Всемогущ, то Он, несомненно, мог сделать это и дать душам наслаждение, не заставляя их претерпевать страдания. Он мог бы привести к освобождению без рабства.</p><p>Такие вопросы считаются относящимися к Сущности Его, да будет Он восславлен, так как мы не спрашиваем ни о природе, ни о практических делах, но о Нем Самом. А исследований о Сущности Его мы проводить не можем, так как все ответы предписано выводить из законов природы, но когда вопросы касаются самих законов природы, то любой ответ будет только догадкой, не ведущей ни к каким выводам.</p><p>Поэтому в наших исследованиях мы ограничиваемся практическими вопросами и не затрагиваем Его Сущность.</p><p>Итак существует два понимания термина «Его Сущность»: во-первых, исходным предположением является то, что существует Творец и это предположение нам не дано исследовать. С этого момента все, что мы можем исследовать имеет практическое значение: почему Он сотворил именно так? Как над этим работать?</p><p>Второе понимание заключается в том, что даже наши исследования самих практических вопросов ограничены и нам дозволено исследовать только то, что сами практические вопросы раскрывают нам. Но если мы зададим вопрос в стиле «реальная действительность могла бы быть иной» и у нас нет такого примера, то это за пределами наших возможностей. Мы лишены инструментов, позволяющих воспринять [ответы] на подобные вопросы.</p><p>Теперь, на основе сказанного, мы можем понять «запрет» как несоизмеримость [предмета исследования] с нашими возможностями. Запрет сковывает нас железными цепями, и если б мы даже хотели, то не смогли бы.</p><p><strong>Но там, где исследование - это заповедь, то есть там, где исследуются деяния Его, да будет Он восславлен, как заповедал Он нам в Торе: «Знай Б-га отца твоего, и служи Ему» [Диврей hаЯмим 1, 28, 9],</p><p></strong>В Торе написано: «Познай же ныне и положи на сердце твое, что Г-сподь есть Б-г на небе вверху и на земле внизу; нет другого» [Дварим, 4, 39] А в Диврей hаЯмим Давид благословляет Шломо: «Знай Б-га отца твоего!» [1, 28, 9].</p><p>Следовательно нам заповедано знать.</p><p>Существуют две [связанных с этим] заповеди: первая касается веры: верить, приняв в качестве исходной гипотезы, что существует Творец. А вторая заповедь о знании заключается в том, что необходимо иметь знания, касающиеся практических вопросов и разбираться в них. То есть Он просил человека не быть роботом, а понимать и знать. Как сказано: «Но хвалящийся пусть похвалится лишь тем, что он разумеет и знает Меня, что Я – Г-сподь, [Творящий милосердие, правосудие и справедливость на земле,] ибо лишь это желанно мне...» [Йирмеяhу, 9, 23]</p><p><strong>По делам Твоим мы познали Тебя.</p><p></strong>По практическим делам и по творению мы можем познать Его, да будет Он восславлен, как сказано: «Поднимите глаза ваши в высоту [небес] и посмотрите, кто сотворил их» [Ешаяhу, 40, 26]</p><p><strong>И вот исследование первое: как мы можем вообразить чтобы творение было [абсолютным] новшеством, что означает новую вещь, которая не содержалась бы в Нем, да будет Он восславлен, до того, как Он сотворил ее, в то время, как каждому разумному человеку ясно, что тебе неизвестно ничего, что не содержалось бы в Нем, да будет Он восславлен, да и простой здравый смысл позволяет заключить, что вряд ли тебе известен дающий то, чего у него нет?</p><p></strong>Невозможно сотворить вещь, не содержащуюся в Творце. Природа изобретения такова, что оно либо появляется как результат составления из существующих элементов, либо напоминает существующие объекты, как самолет имитирует крылатых птиц, но реально существующих. Создание и сотворение в природе производится из материалов или объектов, которые уже были в мирах. Но как возможно сотворить то, чего в реальности совершенно не существует? «Вряд ли ты найдешь у дающего то, чего у него нет». Ведь дающий обязательно дает то, что у него действительно имеется либо в замысле, либо на деле.</p><p><strong>Исследование второе: если ты в ответ скажешь, что из того, что Он – Всемогущий, определенно следует, что Он может сотворить сущее из ничего, то есть новое, чего совершенно невозможно обнаружить в Нем, да будет Он восславлен, то возникает вопрос, что это за объект, о котором невозможно заключить, что у него есть хоть какое-то место в Нем, да будет Он восславлен, но он создан впервые?</p><p></strong>То есть Святой [Творец], да будет Он восславлен, может, будучи Всемогущим, сотворить и дать то, чего у Него нет, и если так, то</p><p><strong>что это за объект, о котором невозможно заключить, что у него есть хоть какое-то место в Нем, да будет Он восславлен, но он создан впервые?</p><p></strong>То есть это некоторый объект, не существующий и невозможный в Нем, да будет Он восславлен?</p><p><strong>Исследование третье: по словам каббалистов, душа человека – это часть Б-га Всевышнего и, таким образом, Он, да будет Он восславлен, ничем не отличается от души за исключеним того, что Он, да будет Он восславлен, есть «целое», а душа есть «часть». И сравнивали они это с камнем, отколотым от скалы; ведь ничем не отличается камень от скалы за исключеним того, что одна из них есть «целое», а другой – «часть». И в связи с этим, необходимо разобраться в следующем: понятно, что камень, отколотый от скалы, отделен от нее с помощью предназначенного для этого топора и отделяется он от нее как «часть» от «целого»</strong>.</p><p>Здесь есть три вещи. Есть скала, есть отделяющий топор, и есть камень. В другой части сравнения мы находим только две вещи: Б-жественность сравнивается со скалой, а душа, являющаяся частью Б-жественности, – с камнем. А какая вещь подобна топору – не написано.</p><p>Кроме того, как можно говорить об изменении местоположения в духовном, [о том, что что-то было] сначала здесь, а теперь – там. Такое возможно в материальном: сначала камень был составной частью скалы, а теперь он отделен и перемещен на другое место. Но как можно говорить о расстоянии между одним и другим местоположением в духовном? Как решается эта проблема?<br /><strong><br />Но как можно вообразить такое о Нем, да будет Он восславлен и превознесен, чтобы отделилась часть от Сущности Его, да будет Он восславлен, вплоть до того, чтобы вышла она из Сущности Его, да будет Он восславлен, и стала отдельной от Него частью, то есть душой, и вплоть до того, чтобы стало возможным понимать ее как часть от Сущности Его, да будет Он восславлен?</p><p></strong>Между прочим, отметим различие между вопросом и исследованием. Как мы говорили, эти вопросы есть вопросы сердца, то, что нас беспокоит: почему мы испорчены? Почему мы страдаем? Что мы собой представляем? Каковы наши обязанности? – То есть это вещи, которые непосредственно затрагивают нас.</p><p>Исследования имеют дело с темами, затронутыми этими вопросами и нуждающимися в изучении.</p>"
  }
]
