[
  {
    "commentId": "or-shalom-1",
    "langId": "ru",
    "authorId": "rabash",
    "translatorId": "zaharin",
    "articleId": "pticha-1",
    "title": "Ор Шалом",
    "content": "А здесь вкратце повторим, что целью Замысла Творения было насладить создания по мере щедрости десницы Его, да будет Он восславлен и превознесен, и поэтому придано душам неотъемлемое свойство:  стремление и великое желание получать Благодать Его, да будет Он восславлен. Поскольку желание Его – облагодетельствовать Свои творения, [Он] должен был сотворить [из ничего] того, кто получит Его Благодать, и поэтому создал в творениях желание и стремление [о которых пишет Бааль Сулам]. Почему? (На первый взгляд, возникает вопрос: разве Он не мог осуществить Свой замысел без этого?) Есть закон: все, что заключено в нашей природе, создал Святой [Творец], да будет Он восславлен. Возникает вопрос: почему Он создал в нас именно такую природу? Этот вопрос исследует то, что было до Творения, а мы не можем постичь, что было до Творения. И это называется «то, что выше» и «то, что ниже» Творения ([Мишна, трактат] Хагига, глава 2, мишна 1)[10]. Мы постигаем только то, что существует в пределах Творения, и поэтому, когда мы видим подобную природу, мы должны понять, что невозможно насладить ничем, кроме как в соответствии со стремлением и желанием. Например если человек голоден, то он наслаждается едой, а если ему дают еду, а он не голоден, то он не может наслаждаться. Так и в любом деле есть нехватка и есть наполнение и мера наполнения соответствует мере нехватки, а нехватка определяется понятием «желание», и мера этого наслаждения соответствует величине желания. Итак, мы исследуем только в пределах природы Творения и об этом говорят «по делам Твоим мы познали Тебя»[11], то есть всю информацию о Творце мы воспринимаем по Его деяниям, раскрывающимся нам в рамках Творения. Об этом написано: ибо желание получать есть сосуд, мера которого соответствует удовольствию, заключенному в этой Благодати, так как какова величина и сила желания получить эту Благодать, таково и количество удовольствия и наслаждения в этой Благодати, не менее и не более; и они настолько связаны друг с другом, что их невозможно различить, то есть они равносильны. Например, если у меня есть еда, что из двух вещей вызывает большее наслаждение? Сама еда или желание и аппетит? Мы видим, что если у меня есть еда и нет аппетита или если у меня есть аппетит и нет еды, то у меня нет наслаждения. Раз так, то когда у меня есть еда и аппетит, то их невозможно различить – невозможно разделить [между ними и сказать], что вызывает большее наслаждение. Только как мы их можем различить? Как отрицательное и положительное - разве что по принадлежности, поскольку удовольствие относится к Благодати, а великое желание получить эту Благодать относится к получающему творению. Отрицательное мы относим к творению, а положительное, то есть саму еду, мы относим к Творцу. И нет сомнения, что и то, и другое исходит от Творца, да будет Он восславлен, и, несомненно, появилось в Замысле Творения; в Его желании облагодетельствовать Свои творения заключены следующие две вещи: 1) Он хочет доставить им удовольствие; 2) и поэтому Он создал в них стремление к удовольствию."
  },
  {
    "commentId": "or-shalom-2",
    "langId": "ru",
    "authorId": "rabash",
    "translatorId": "zaharin",
    "articleId": "pticha-1",
    "title": "Ор Шалом",
    "content": "И знай, что в этом суть Света и сосуда, обнаруживаемых нами в высших мирах: желание получить, имеющееся на каждой ступени, называется Кли (сосудом), а также \"сущим, произошедшим из ничего\", а Благодать, вошедшая внутрь желания получить, называется Ор (Светом). Поскольку они приходят связанными воедино, то есть невозможно получить Свет, если нет желания. А по мере того, как ступени нисходят от Света Лика Его и отдаляются от Него, да будет Он восславлен, в такой же степени воплощается желание получить, включенное в эту Благодать: здесь говорится новое: есть различие между Дающим Благодать и желанием получить эту Благодать. А когда желание получить распознается  как самостоятельная сущность? По мере удаления от Творца, да будет Он восславлен. И точно так же можно говорить об обратной [зависимости]: что по мере воплощения желания получать в этой  Благодати, она начинает спускаться со ступени на ступень, как описано ниже. До самого низшего места, то есть туда, где желание получить полностью воплощается в надлежащей степени, то есть оно хочет исключительно получать и ни в коем случае не совершать альтруистические действия. А что, до этого он говорил, что оно воплощается по мере отдаления, а теперь говорит обратное? Но необходимо заметить, что и то, и другое приходит вместе, то есть воплощение и отдаление – это одно и то же. Следовательно приближение означает наличие в нем искр альтруизма, подобие его сущности [и Сущности Творца], а отдаление означает что оно качественно изменилось по сравнению с Творцом. В соответствии с этим оказывается, что когда у творения совершенно отсутствуют какие-либо искры альтруизма, то оно называется максимально удаленным от Маациля [1], поскольку творение всем существом своим стремится получать, а Маациль всецело преисполнен альтруистическим желанием. Характеризуется это место именем Мир Асия, а желание получить считается телом человека, то есть существует общее (мир) и частное (тело человека). а таже считается, что сколько Благодати получает это тело, столько и жизни в нем. И она называется животной душой. То же касается и остальных творений, находящихся в Этом Мире. Здесь под миром Асия подразумевается Этот Мир. Потому что он очень близок к миру Асия и является миром действия [2]; на самом же деле, мир Асия относится к духовному.\n\n \n\nИсследуя самих себя или других в Этом Мире, мы видим, что у всех есть желание получать. А говоря об альтруистическом желании, мы не понимаем, что это такое. Конечно, это хорошая вещь, но что это? И что я за это получу? … Это и называется «Этот Мир», ведь все, что я желаю, направлено на достижение моей собственной выгоды и не иначе [нет смысла даже думать об этом], и за пределами этого [состояния] мы ничего не понимаем.\n\n \n\nАльтруизм нам понятен только если мы взамен получаем что-то лучшее по сравнению с тем, что у нас было...\n\n \n\nТаким образом, все различие между высшими мирами и Этим Миром заключается в том, что пока желание получить, заключенное в Благодати Его, да будет Он восславлен, все еще не воплотилось в своем конечном виде, считается, что оно еще находится в духовных мирах, высших по отношению к Ээтому Миру, а после того, как желание получить воплотилось в своем конечном виде, оно уже считается находящимся в Этом Мире. Это значит, что желание получать считается воплотившимся, то есть мы видим его, а альтруистическое желание считается духовным, то есть мы его пока не видим.\n\n \n\nВопрос: что [Бааль Сулам] имеет в виду, когда говорит, что в Этом Мире желание получить воплощается в своем конечном виде; разве мы не учили, что в высших мирах есть Бхина Далет [3] желания получать, Бхина Гимэль [4] и так далее? [5] Если так, то у нас желание получать очень слабое! Здесь мы хотим получать маленькие игрушки, а не настоящие вещи, не так ли!? – Ответ: в высших мирах мы пользуемся желанием получать при условии, что это делается с альтруистической мотивацией. Здесь у нас есть желание получать, а что касается альтруистического желания, то мы не знаем, что это такое...\n\n \n\nЗдесь он хочет объяснить то, о чем написано в начале: «Рабби Хананья бен Акашья говорит: ‘Пожелал Святой [Творец], да будет Он восславлен, удостоить Израиль; поэтому преумножил Он для них Тору и заповеди’» - и так далее; и спрашивает: что означает «заслуга», а также «что это за Авиют, находящаяся в нас, которую мы должны очистить с помощью Торы и заповедей?»\n\n \n\nРассмотрим [6] [этот вопрос] в порядке нисхождения [духовных объектов]: Парцуф Гальгальта [мира] Адам Кадмон пользовался Авиют Бхины Далет, получая с альтруистической мотивацией. [Парцуф] АБ способен противостоять только Авиют Бхины Гимэль, и так до мира Ацилут, где мы можем противостоять только Авиют дэШорэш. Мы видим, что альтруистическое желание с каждым разом все уменьшается, пока серия нисхождений не достигает нас. А здесь мы [совсем] не понимаем, что такое альтруистическое желание и что такое преодоление желания получать, и поэтому желание получать здесь и в духовных мирах имеет совершенно разную природу. Здесь оно называется «воплотившимся в своем конечном виде» то есть отдалившимся до такой степени, что ничего не понимает в Святости; напротив, в высших мирах понимали в ней. Ведь любая высшая духовная ступень означает понимание, что больше желания получать нужно преодолевать, благодаря альтруистической мотивации. И даже Авиют дэШорэш [7] означает абсолютную невозможность преодоления желания получать. Но что касается альтруистических сосудов, то там понятна необходимость альтруистической мотивации! Ведь Авиют дэШорэш называется Авиют дэКэтэр и альтруистическим желанием. Например, надевая цицит, он понимает, что должен делать это с альтруистической мотивацией, а принимая почести, он уже не может делать этого с такой мотивацией, и поэтому он не хочет принимать почестей. Однако в Этом Мире желание получать воплотилось и не понимает даже, что такое альтруистическое желание. И это та самая Авиют, находящаяся в нас, о которой спрашивалось в начале Введения. А чтобы преодолеть это [состояние], совершается исправление включением атрибута милосердия в атрибут суда и так далее [8], а здесь, в Этом Мире, после всех исправлений, насколько они помогают, мы можем видеть, ... что на наше тело эти исправления пока не произвели впечатления. Это называется «глухая змея, неспособная слушаться голоса заклинателей» Говорят ей заклинатели: ты должна совершать альтруистические действия! А ей хоть бы что. Ей говорят снова, а она за свое! Мой господин, отец, учитель и рав как-то спросил: что постигает человек из Торы с помощью Света, заключенного в ней? И ответил: человек не хочет причинять себе зла. И это закон. Мало того, пока человек не ощущает, что желание получить – это зло, как он сможет избавиться от него? Поэтому с помощью Торы можно увидеть, что это зло. А без Торы мы не можем этого увидеть. И именно об этом говорил рабби Хананья бэн Акашья: «Пожелал Святой [Творец], да будет Он восславлен, очистить Израиль» и [пожелал Он сделать] это с помощью Торы."
  },
  {
    "commentId": "comment-ishayahu",
    "langId": "en",
    "authorId": "zaharin",
    "articleId": "pticha-1",
    "title": "Комментарии мудрецов к стиху Ешаяhу, 42, 21",
    "content": "Г-сподь желает ради праведности его [народа Израиля] преумножить Тору и укрепить\n\n \n\nТаргум Йонатан бен Узиэль\n\n \n\nЧтобы оправдать Израиль, Г-сподь желает преумножить число занимающихся Торой и укрепить их.\n\n \n\nРаши\n\n \n\nГ-сподь желает, дать очам вашим [способность] видеть, а ушам вашим слышать ради правды Его, и поэтому Он преумножает и укрепляет для вас Тору.\n\n \n\nРабби Давид Альтшуллер (Галиция, 18в)\n\n \n\nОн хочет сказать, что суть желания Г-спода по отношению к людям таким, как эти, несомненно, заключается в том, чтобы каждый из них стремился сделать ближнего праведником, наставить его на путь истинный, преумножить Тору и укрепить ее, он хочет сказать, что народ должен больше изучать Закон.\n\n \n\nРабби Йосэф Кара\n\n \n\nГ-сподь желает ради праведности его: поскольку все одинаково любимы пред Ликом Его и ценятся наравне с Моше и Элияhу и поскольку им дают понять о необходимости искупить свои грехи, чтобы быть оправданными в День Суда. А таже Он говорил (ниже в главе 53, стих 10): Но Г-споду угодно было сокрушить его болезнями [но если принесет он душу свою в жертву искупительную, увидит он потомство, продлит дни свои и желание Г-спода в руке его осуществится]. Кроме того Он говорит (Мишлей, 3, 12): Ибо кого любит Г-сподь, того наказывает. Преумножить Тору и укрепить. И исключительно из-за притеснения [людей Израиля] царствами преумножил Он для них Тору, чтобы они занимались ею. А занимаясь ею, они должны укрепиться ко Дню Суда, т.е. сделаться сильнее ко Дню Суда. Рабби Шимон Бар Абба говорил, ссылаясь на рабби Йоханана: четыре вещи показал Святой (Творец), да будет Он восславлен, нашему праотцу Аврааму: Геенну, [притеснение Израиля] царствами, Дарование Торы и Иерусалимский Храм. Он сказал ему: твои сыновья будут пытаться избавиться от двух вещей: от государства Геенны и от притеснений царствами, точнее от одного из них по твоему желанию: либо от Геенны, либо от [притеснения] царствами. Рабби Ханина бар Паппа сказал, что Авраам выбрал себе [притеснение] царствами, как написано (Дварим 32,30): [Как бы мог один преследовать тысячу, а двое – обратить в бегство десять тысяч] если бы их Твердыня не отказалась от них [и Б-г не выдал бы их] – это [выбрал] Авраам. И Г-сподь выдал их туда, куда он согласился, Своею Собственною рукою.\n\n \n\nРадак (Рабби Давид бэн рабби Йосэф Кимхи)\n\n \n\nГ-сподь желает ради праведности его: Он сделает не ради вас. Дабы преумножить Тору Свою еще в дни Избавления и укрепить ее, как написано (выше в главе 11, стих 9): ибо полна будет земля знанием Г-спода; и тогда мы отверзнем очи невидящие и уши неслышащие и услышат они. Но теперь они глухи, слепы и презренны, ибо это народ ограбленный и разоренный и им никак не понять и не уразуметь, что из-за греховности их так и должно быть с ними.\n\n \n\nРабби Меир Лейбуш бен Йеhиэль Михель Вайзер (Мальбим) (19 век, Восточная Европа)\n\n \n\nГ-сподь желает: Ход доказательства может быть двояким: либо движутся от гипотезы к выводу. И от причин к их следствиям; или по ходу доказательства движутся от вывода и следствия к гипотезе и причине (как известно из науки логики). И вот это поколение задавало вопрос о путях Г-сподних и в своем вопросе предлагало доказательство, от гипотезы к выводу (и это в логике называется прямым способом доказательства в то время, как способ доказательства от вывода к гипотезе называется обратным). А содержание вопроса таково: после того, как мы увидели, что Г-сподь преумножил для сынов Израиля Тору и заповеди, дополнив Тору сынов Ноаха и семь заповедей, данных им... И это, несомненно, не было сделано, чтобы затруднить им поиски счастья и вечности, но чтобы сделать их праведниками и удостоить их множеством средств и способов, ведущих их к еще большему счастью, чтобы были они ведомы Г-сподом и прилепились к Нему; из этого ясно, что желание Г-спода и воля Его преумножить для сынов Израиля Тору и заповеди преследовало цель сделать их праведниками и удостоить их; и об этом написано: Г-сподь желает, чтобы он стал праведником, и поэтому Он возвеличил Тору и укрепил ее. А после того, как они сделали это разумное и логичное предположение, они задают вопрос о выводе и следствии, которые не согласуются с гипотезой и скрыты от нее, ибо, к стыду своему, они увидели, что в то время они были униженными и разоренными, и показалось им, что сама Тора и сама заповедь наслали на них соседей, разоривших и ограбивших их; и об этом написано ... (далее автор переходит к комментированию следующего стиха).\n\n \n\nИбн Эзра\n\n \n\nГ-сподь желает – чтобы не было стыдно раскрывать правду Г-сподню, пока он не возвеличит Тору Его настолько, что все будут бояться оставить ее, и тогда об этом будет написано «народ, идущий за ним, поскольку Г-сподь раскрыл ему правду Свою»; а теперь имя этому «народ, возражающий пророку, что он все еще разорен и унижен»"
  }
]
