[
  {
    "commentId": "pticha-or-shalom-1",
    "langId": "ru",
    "authorId": "zaharin",
    "articleId": "1",
    "bookId": "pticha",
    "title": "Ор Шалом (РАБАШ)",
    "content": "<p><strong>А здесь вкратце повторим, что целью Замысла Творения было насладить создания по мере щедрости десницы Его, да будет Он восславлен и превознесен, и поэтому придано душам неотъемлемое свойство:  стремление и великое желание получать Благодать Его, да будет Он восславлен. </strong>Поскольку желание Его – облагодетельствовать Свои творения, [Он] должен был сотворить [из ничего] того, кто получит Его Благодать, и поэтому создал в творениях желание и стремление [о которых пишет Бааль Cулам]. Почему? (На первый взгляд, возникает вопрос: разве Он не мог осуществить Свой замысел без этого?) Есть закон: все, что заключено в нашей природе, создал Святой [Творец], да будет Он восславлен. Возникает вопрос: почему Он создал в нас именно такую природу?</p><p>Этот вопрос исследует то, что было до Творения, а мы не можем постичь, что было до Творения. И это называется «то, что выше» и «то, что ниже» Творения ([Мишна, трактат] Хагига, глава 2, мишна 1)[10]. Мы постигаем только то, что существует в пределах Творения, и поэтому, когда мы видим подобную природу, мы должны понять, что невозможно насладить ничем, кроме как в соответствии со стремлением и желанием. Например если человек голоден, то он наслаждается едой, а если ему дают еду, а он не голоден, то он не может наслаждаться. Так и в любом деле есть нехватка и есть наполнение и мера наполнения соответствует мере нехватки, а нехватка определяется понятием «желание», и мера этого наслаждения соответствует величине желания.</p><p>Итак, мы исследуем только в пределах природы Творения и об этом говорят «по делам Твоим мы познали Тебя»[11], то есть всю информацию о Творце мы воспринимаем по Его деяниям, раскрывающимся нам в рамках Творения. Об этом написано: <strong>ибо желание получать есть сосуд, мера которого соответствует удовольствию, заключенному в этой Благодати, так как какова величина и сила желания получить эту Благодать, таково и количество удовольствия и наслаждения в этой Благодати, не менее и не более; и они настолько связаны друг с другом, что их невозможно различить, </strong>то есть они равносильны.</p><p>Например, если у меня есть еда, что из двух вещей вызывает большее наслаждение? Сама еда или желание и аппетит? Мы видим, что если у меня есть еда и нет аппетита или если у меня есть аппетит и нет еды, то у меня нет наслаждения. Раз так, то когда у меня есть еда и аппетит, то их невозможно различить – невозможно разделить [между ними и сказать], что вызывает большее наслаждение. Только как мы их можем различить? Как отрицательное и положительное - <strong>разве что по принадлежности, поскольку удовольствие относится к Благодати, а великое желание получить эту Благодать относится к получающему творению. </strong>Отрицательное мы относим к творению, а положительное, то есть саму еду, мы относим к Творцу. </p><p><strong>И нет сомнения, что и то, и другое исходит от Творца, да будет Он восславлен, и, несомненно, появилось в Замысле Творения; </strong>в Его желании облагодетельствовать Свои творения заключены следующие две вещи: 1) Он хочет доставить им удовольствие; 2) и поэтому Он создал в них стремление к удовольствию.</p>"
  },
  {
    "commentId": "pticha-or-shalom-2",
    "langId": "ru",
    "authorId": "zaharin",
    "articleId": "2",
    "bookId": "pticha",
    "title": "Ор Шалом (РАБАШ)",
    "content": "<p><strong>И знай, что в этом суть Света и сосуда, обнаруживаемых нами в высших мирах:</strong> желание получить, имеющееся на каждой ступени, называется Кли (сосудом), а также \"сущим, произошедшим из ничего\", а Благодать, вошедшая внутрь желания получить, называется Ор (Светом). <strong>Поскольку они приходят связанными воедино, </strong>то есть невозможно получить Свет, если нет желания. </p>\n<p><strong>А по мере того, как ступени нисходят от Света Лика Его и отдаляются от Него, да будет Он восславлен, в такой же степени воплощается желание получить, включенное в эту Благодать: </strong>здесь говорится новое: есть различие между Дающим Благодать и желанием получить эту Благодать. А когда желание получить распознается  как самостоятельная сущность? По мере удаления от Творца, да будет Он восславлен. </p>\n<p><strong>И точно так же можно говорить об обратной [зависимости]: что по мере воплощения желания получать в этой  Благодати, она начинает спускаться со ступени на ступень, как описано ниже. До самого низшего места, то есть туда, где желание получить полностью воплощается в надлежащей степени, </strong>то есть оно хочет исключительно получать и ни в коем случае не совершать альтруистические действия. А что, до этого он говорил, что оно воплощается по мере отдаления, а теперь говорит обратное? Но необходимо заметить, что и то, и другое приходит вместе, то есть воплощение и отдаление – это одно и то же. Следовательно приближение означает наличие в нем искр альтруизма, подобие его сущности [и Сущности Творца], а отдаление означает что оно качественно изменилось по сравнению с Творцом. В соответствии с этим оказывается, что когда у творения совершенно отсутствуют какие-либо искры альтруизма, то оно называется максимально удаленным от Маациля [1], поскольку творение всем существом своим стремится получать, а Маациль всецело преисполнен альтруистическим желанием. </p>\n<p><strong>Характеризуется это место именем Мир Асия, а желание получить считается телом человека, </strong>то есть существует общее (мир) и частное (тело человека). <strong>А таже считается, что сколько Благодати получает это тело, столько и жизни в нем. </strong>И она называется животной душой. <strong>То же касается и остальных творений, находящихся в Этом Мире. </strong>Здесь под миром Асия подразумевается Этот Мир. Потому что он очень близок к миру Асия и является миром действия [2]; на самом же деле, мир Асия относится к духовному.</p><p>Исследуя самих себя или других в Этом Мире, мы видим, что у всех есть желание получать. А говоря об альтруистическом желании, мы не понимаем, что это такое. Конечно, это хорошая вещь, но что это? И что я за это получу? … Это и называется «Этот Мир», ведь все, что я желаю, направлено на достижение моей собственной выгоды и не иначе [нет смысла даже думать об этом], и за пределами этого [состояния] мы ничего не понимаем. Альтруизм нам понятен только если мы взамен получаем что-то лучшее по сравнению с тем, что у нас было...</p><p><strong>Таким образом, все различие между высшими мирами и Этим Миром заключается в том, что пока желание получить, заключенное в Благодати Его, да будет Он восславлен, все еще не воплотилось в своем конечном виде, считается, что оно еще находится в духовных мирах, высших по отношению к Ээтому Миру, а после того, как желание получить воплотилось в своем конечном виде, оно уже считается находящимся в Этом Мире. </strong>Это значит, что желание получать считается воплотившимся, то есть мы видим его, а альтруистическое желание считается духовным, то есть мы его пока не видим.</p><p><strong>Вопрос:</strong> что [Бааль Сулам] имеет в виду, когда говорит, что в Этом Мире желание получить воплощается в своем конечном виде; разве мы не учили, что в высших мирах есть Бхина Далет [3] желания получать, Бхина Гимэль [4] и так далее? [5] Если так, то у нас желание получать очень слабое! Здесь мы хотим получать маленькие игрушки, а не настоящие вещи, не так ли!?</p><p><strong>Ответ:</strong> в высших мирах мы пользуемся желанием получать при условии, что это делается с альтруистической мотивацией. Здесь у нас есть желание получать, а что касается альтруистического желания, то мы не знаем, что это такое...</p><p>Здесь он хочет объяснить то, о чем написано в начале: «Рабби Хананья бен Акашья говорит: ‘Пожелал Святой [Творец], да будет Он восславлен, удостоить Израиль; поэтому преумножил Он для них Тору и заповеди’» - и так далее; и спрашивает: что означает «заслуга», а также «что это за Авиют, находящаяся в нас, которую мы должны очистить с помощью Торы и заповедей?»</p><p>Рассмотрим [6] [этот вопрос] в порядке нисхождения [духовных объектов]: Парцуф Гальгальта [мира] Адам Кадмон пользовался Авиют Бхины Далет, получая с альтруистической мотивацией. [Парцуф] АБ способен противостоять только Авиют Бхины Гимэль, и так до мира Ацилут, где мы можем противостоять только Авиют дэШорэш. Мы видим, что альтруистическое желание с каждым разом все уменьшается, пока серия нисхождений не достигает нас. А здесь мы [совсем] не понимаем, что такое альтруистическое желание и что такое преодоление желания получать, и поэтому желание получать здесь и в духовных мирах имеет совершенно разную природу. Здесь оно называется «воплотившимся в своем конечном виде» то есть отдалившимся до такой степени, что ничего не понимает в Святости; напротив, в высших мирах понимали в ней. Ведь любая высшая духовная ступень означает понимание, что больше желания получать нужно преодолевать, благодаря альтруистической мотивации. И даже Авиют дэШорэш [7] означает абсолютную невозможность преодоления желания получать.</p><p>Но что касается альтруистических сосудов, то там понятна необходимость альтруистической мотивации! Ведь Авиют дэШорэш называется Авиют дэКэтэр и альтруистическим желанием. Например, надевая цицит, он понимает, что должен делать это с альтруистической мотивацией, а принимая почести, он уже не может делать этого с такой мотивацией, и поэтому он не хочет принимать почестей. Однако в Этом Мире желание получать воплотилось и не понимает даже, что такое альтруистическое желание. И это та самая Авиют, находящаяся в нас, о которой спрашивалось в начале Введения. А чтобы преодолеть это [состояние], совершается исправление включением атрибута милосердия в атрибут суда и так далее [8], а здесь, в Этом Мире, после всех исправлений, насколько они помогают, мы можем видеть, ... что на наше тело эти исправления пока не произвели впечатления.</p><p>Это называется «глухая змея, неспособная слушаться голоса заклинателей» Говорят ей заклинатели: ты должна совершать альтруистические действия! А ей хоть бы что. Ей говорят снова, а она за свое! Мой господин, отец, учитель и рав как-то спросил: что постигает человек из Торы с помощью Света, заключенного в ней? И ответил: человек не хочет причинять себе зла. И это закон. Мало того, пока человек не ощущает, что желание получить – это зло, как он сможет избавиться от него? Поэтому с помощью Торы можно увидеть, что это зло. А без Торы мы не можем этого увидеть. И именно об этом говорил рабби Хананья бэн Акашья: «Пожелал Святой [Творец], да будет Он восславлен, очистить Израиль» и [пожелал Он сделать] это с помощью Торы.</p>"
  },
  {
    "commentId": "pticha-or-shalom-3",
    "langId": "ru",
    "authorId": "zaharin",
    "articleId": "3",
    "bookId": "pticha",
    "title": "Ор Шалом (РАБАШ)",
    "content": "<p><strong>Предисловие:</strong> Связь, которой Творец связан с творением, называется Эйн Соф. Почему? Имена, заключенные в Высшем Свете, соответствуют постижениям тех, кто внизу, и здесь происходит то же самое. То есть, поскольку желание Его заключается в том, чтобы облагодетельствовать творения, то Он сотворил творение, которое должно обрести Его Благодать, а для этого было достаточно сотворить желание обрести Его Благодать. И это желание получить называется Мальхут, а также называется Эйн Соф, так как эта Мальхут, получающая ради получения, еще не создала Соф и Сиюм[13]. И поэтому связь между Творцом и творением называют именем Эйн Соф, по имени первого раскрытия [Лика Творца], при котором Мальхут еще не создала Соф; и наоборот, впоследствии уже были созданы Цимцум[14] и Соф.</p><p>И все остальные имена, присущие Свету впоследствии, соответствуют восприятию тех, кто внизу, ведь с точки зрения Его, да будет Он восславлен, Свет находится в состоянии абсолютного покоя. То есть человеку присуще движение, а движение указывает на изменение состояния. А что касается Творца, то Его первоначальным Замыслом было облагодетельствовать творения, даже сосуд, получающий ради получения, и таким [этот Замысел] и остался. А все происходящие изменения и накладываемые ограничения возникают только благодаря получающим, которые давали имена Свету в соответствии со своим меняющимся постижением.</p><p>И поскольку, как уже сказано, Замыслом Его было облагодетельствовать творения, было бы достаточно говорить о двух Бхинот: Творец и творение. Почему же мы учим о десяти Сфирот или о четырех Бхинот? Это он хочет объяснить здесь, в пункте 3.</p><p><strong>В то время как их основная часть называется ХуБ ТуМ.</strong> Поскольку Кэтэр совершает альтруистические деяния, а в основном говорят о получающих, то их основой являются эти четыре [Бхинот]. Таким образом, тебе не назвать творения в Этом Мире, которое не было бы создано как новая сущность [начиная] с Эйн Соф, да будет Он восславлен, являющегося Высшим Светом. То есть в Замысле Творения, как уже сказано, представляющем Собой первоначальную связь, существующую между Творцом и творениями, [творения],<strong> соответствующего стремлению насладить создания, как уже говорилось.</strong> И вот это желание облагодетельствовать <strong>с самого начала </strong>состоит из Света и сосуда; Его желание облагодетельствовать кого? Там уже содержится творение, которое Он хочет облагодетельствовать. То есть из некоторой меры Благодати вместе с желанием получить эту Благодать, причем мера Благодати происходит из Сущности Его, да будет Он восславлен, как существующее из существующего, а желание получить эту Благодать, что означает ощущение нехватки, ибо человеку недостает всего того самого, чего бы он ни желал получить или утолить, - есть новая сущность, созданная из ничего, то есть ощущения нехватки не существовало до того, как Творец его создал. </p><p><strong>Вопрос:</strong> когда в тексте говорится, что желание получать в своем конечном виде находится в мире Асия, это означает, что самое большое желание получить находится в мире Асия! А мы учили обратное: что в мире Асия есть только Бхинат Шорэш[15], получающая только свет Нэфэш[16], а в [мире] Адам Кадмон[17] есть Бхина Далет[18] желания получать, получающая свет Кэтэр[19]!? Смотри этот же вопрос в п.2, на странице 3 [оригинала].</p><p><strong>Ответ:</strong> Слово Асия имеет два значения: 1) любая Бхина Далет называется Асия; 2) Мир Асия. И чтобы понять первое значение, необходимо знать, что завершенное состояние сосуда называется Бхина Далет. В действительности же настоящий сосуд существует уже на уровне Алеф[20], ведь Его желание облагодетельствовать Свои творения, называющееся Кэтэр, создало желание получить по имени Хохма, как сущее из ничего, и там светит весь Свет. Но этот сосуд должен еще пройти четыре ступени до завершения своей эволюции. Почему? – Мы учим все, исходя из нашей природы, поскольку эта природа происходит из духовных источников. Мы видим в Этом Мире, что мера наслаждения человека зависит от силы его желания. Если он ощущает большой недостаток, то велико и его наслаждение, а если недостаток мал, то и наслаждение также мало. А чтобы человек ощутил нехватку, должны быть выполнены два условия: 1) Ни один человек не может ощутить желания ни к чему, о чем он не слышал хотя бы раз. Но должен он знать, чего он хочет, и поэтому он должен постичь объект своего желания. 2) А после того, как постиг, он должен его возжелать, что невозможно, пока вещь у него есть. И поэтому [Бааль Сулам] разъясняет нам четыре ступени постижения этих условий, после выполнения которых завершается формирование сосуда, называющегося Бхина Далет.</p><p>Объяснение второго значения слова Асия: Когда Мальхут получила весь Свет? В Эйн Соф. Но сосуда, что означает качественное изменение [по сравнению с Творцом], в Эйн Соф не было. А после этого, в Парцуфе Гальгальта, где Мальхут использовала Авиют уровня Далет и получила большой Свет, больше, чем во всех мирах, она также не называется сосудом, поскольку Свет и сосуд были смешаны друг с другом. Только после этого, в Парцуфе АБ, был создан сосуд. Из этого нами выводится закон: «Распространение Света [см. \"Что такое hитПаштут\" во \"Вступительных замечаниях к переводимым главам из Талмуд Эсер hаСфирот\", часть третья] и его исторжение образуют сосуды». И мы видим, что сосудом называется ощущение нехватки, то есть не состояние, в котором объект получает Свет, а наоборот, когда он не получает! А в мире Асия сосуд совершенно не получает. Почему? Поскольку он хочет исключительно получать, он там и называется настоящим сосудом. И он настолько далек от Творца, что больше не различает своего Источника, и человеку приходится верить, что Творец его создал. Но он не способен ощутить этого. (Наоборот, [для объектов, находящихся] выше [мира Асия, в той или иной мере] характерно совпадение [их] качеств [с качествами Творца] и поэтому они не называются [настоящими] сосудами).</p><p>Итак, сосудом называется не тот, кто много получает, а наоборот, тот, кто максимально удален [от Творца]; и уже нет у него связи со Светом, и это потому, что он получает ради того, чтобы получать, без какого-либо альтруистического желания. До такой степени, что [людям] приходится принять на веру, что вообще есть такое понятие «должны совершать альтруистические действия» ... Человек не способен понять, ради чего он должен поступать альтруистически! И он спрашивает себя: А что мне за это будет? Я могу совершать альтруистические поступки, но при условии, что получу что-то взамен. Просто нет такого закона, чтобы кто-то должен был бы работать без компенсации... И наше желание получать думает лишь о малых вещах – об игрушках. Например, маленькие дети, играющие в прятки и в игрушки, смеются, веселятся и радуются. Они понимают только язык получения и не способны на альтруистические деяния. Так и в нашем мире Асия мы играем в игрушки и в прятки, и все наше желание получать есть желание играющих и не относится к тому, чем занимаются серьезные люди. И [все] это даже без единой искры альтруизма, и мы ни к чему не пригодны, пока не исправимся.</p><p>Какая же польза в появлении такого сосуда, в котором нет даже искры альтруизма и который максимально удален [от Творца]? И это для того, чтобы мы смогли начать вырабатывать альтруистическую мотивацию, играя в игрушки. Мой господин, отец, учитель и рав приводил по этому поводу такой пример: в диаспоре до шестидесятого года[21] все было дорого, и поэтому, когда учили детей писать, брали черную доску и мел, и на ней дети писали, а потом стирали написанное, и так, пока не научатся писать; а затем им давали писать на настоящей бумаге. Так и у нас – нам сначала дают игрушки. И если мы таким образом успешно преодолеем [эгоизм и наша] мотивация станет альтруистической, то нам покажут настоящий Свет. Потому-то сосуд и сотворен именно в таком состоянии, чтобы приучить нас к труду.</p><p>До появления душ все действия совершает Творец, и таким образом Он подает душам пример, как им действовать. И пример этому [находим] в шахматах: когда хотят научить кого-то играть, то и ходы делают специально для этого. Таков и порядок нисхождения миров сверху вниз: сначала Творец делает то, что характерно для Него, а затем и то, что характерно для того, кто внизу. А затем начинается вторая серия событий, когда души совершают восхождение снизу вверх. А между тем, мы хотим обрести игрушки, а не духовность, поскольку Тора и заповеди не доставляют явного удовольствия. Почему? Потому что, если бы они явно доставляли большое удовольствие, то у человека не было бы возможности обрести способность наслаждаться [выполнением] заповедей с альтруистической мотивацией. Ибо если от малых удовольствий таких, как деньги и почести, он не может отказаться, когда хочет получить их ради себя, то как он сможет отказаться от больших удовольствий? Мой господин, отец, учитель и рав, да будет память о нем благословенна, приводил в связи с этим такой пример: лежат у человека на столе драгоценности: бриллианты, серебро и золото: и вдруг пришли к нему чужие люди. Этот человек боится, что чужаки могут похитить его имущество. Что он делает? Тушит в доме свет. И тогда становится невозможно разглядеть его драгоценности. Следовательно, причиной отсутствия в нас стремления к духовности является не отсутствие у нас желания получать, а то, что мы совершенно ничего не видим. И человек начинает видеть по мере своего очищения. И тогда с каждым разом у него растет желание получить, поскольку он хочет увидеть все большие удовольствия.</p><p>Например, если он способен преодолеть и превратить в альтруистические пол-килограмма удовольствия, то ему дают один килограмм удовольствия, а если он преодолеет и это, то ему дают два килограмма. Об этом говорили наши мудрецы, да будет память о них благословенна: «Если один человек выше другого, то и искушений у него больше» [Вавилонский Талмуд, трактат Сука, стр.52а]. Но пока он состоит только из желания получать, он ничего не видит. И нет в отношении желания получать разницы между религиозными и светскими. А вся разница заключается в том, что светский хочет получить удовольствие только в этом мире, а религиозный хочет насладиться еще и в мире грядущем. И, кроме всего прочего, это [свидетельствует] не о различии, а о том, что желание получать правит всеми творениями без каких-либо ограничений. До такой степени, что наши мудрецы, да будет память о них благословенна, говорили: «Если бы не страх перед правителями, люди бы живьем заглатывали друг друга» [Мишна, трактат Авот, глава 3, мишна 2]. Закон, царящий меж людьми таков: «Мое – мое, и твое – мое» [там же, глава 5, мишна 13], так как каждый человек смотрит и на другого как на свою собственность, в соответствии с написанным: «Дочери – мои дочери, и сыновья – мои сыновья, и овцы – мои овцы, и все, что ты видишь – это мое» (Бэрэйшит, 31, 43). Однако слабые люди из страха перед другими говорят: «Мое – мое, а твое – твое» [Мишна, трактат Авот, глава 5, мишна 13], а без этого они бы говорили: «Твое – мое»; кроме того ...</p>"
  },
  {
    "commentId": "pticha-or-shalom-17",
    "langId": "ru",
    "authorId": "zaharin",
    "articleId": "17",
    "bookId": "pticha",
    "title": "Ор Шалом (РАБАШ)",
    "content": "<p><strong>Первой является тема Ор уКли (Света и сосуда) и т.д., а сосуд – это желание получать, обязательно заключенное в этом Свете;</strong> мы учили, что Замысел Творения заключался в том, чтобы облагодетельствовать Его создания. А раз так, то уже в Замысле заключено творение, то есть желание получать.</p><p><strong>Тема вторая.</strong> Эта тема немного трудна, так как мы учим, что Бхина Далет (четвертая ступень) - это сосуд, уже существующий до Цимцума (запрета [получения Света]), а также в [мире] Адам Кадмон, а если так, то как же он говорит, что сосуд обретает власть над собой только после [прохождения миров] АБИА (Ацилут, Брия, Ецира и Асия)? Ответ. Во второй теме он говорит о высказывании рабби Хананьи бен Акашья: «Пожелал Святой [Творец], да будет Он восславлен, очистить Израиль, поэтому преумножил Он для них Тору и заповеди»: Авиют (толща), которую мы должны очистить – это желание получать, не знающее, что такое альтруизм; и посредством Торы и заповедей оно исправляется. Такое совершенно отделенное [от Сущности Его, да будет Он восславлен,] желание получать нисходит через миры АБИА, пока не перестает различать Источник, от Которого оно произошло, и творения должны принимать на веру, что Творец их создал.</p>"
  }
]
